Repository: tonyli71/RHOSP-deploy
Catalog: usr/share/foreman/locale/*/foreman.po
Languages: pt_br

source: DHCP lease conflicts have been detected
pt_br: Confltos de lease do DHCP foram removidos

source: DHCP not supported for this NIC
pt_br: DHCP não é suportado para este NIC

source: DHCP records %s already exists
pt_br: Histórico do DHCP %s já existe

source: DNS A Records %s already exists
pt_br: Histórico do DNS %s já existe

source: DNS Capsule
pt_br: DNS Capsula

source: DNS Capsule to use within this domain
pt_br: Capsula do DNS a utilizar dentro deste domínio

source: DNS Capsule to use within this subnet
pt_br: DNS Capsula a usar dentro desta subnet

source: DNS PTR Records %s already exists
pt_br: Histórico do PTR %s já existe

source: DNS name
pt_br: Nome do DNS

source: Dashboard
pt_br: Painel

source: Default
pt_br: Padrão

source: Default Puppet server hostname
pt_br: Hostname do Servidor do Puppet Padrão

source: Default encrypted root password on provisioned hosts
pt_br: Senha root criptografada padrão em hosts provisionados.

source: Default location
pt_br: Local Padrão

source: Default locations need to be user locations first
pt_br: Locais padrão precisam ser locais de usuários primeiro

source: Default organization
pt_br: Organização Padrão

source: Default organizations need to be user organizations first
pt_br: Organizações padrão precisam ser organizações de usuário primeiro

source: Default value
pt_br: Valor Padrão

source: Delete
pt_br: Remover

source: Delete %s?
pt_br: Remover %s?

source: Delete Hosts
pt_br: Remover Hosts

source: Delete PuppetCA certificates for %s
pt_br: Remover certificados PuppetCA para %s

source: Delete all the trend history for %s?
pt_br: Remover todo o histórico de trend para %s?

source: Delete autosign entry for %s
pt_br: Remover a entrada do autosign para %s

source: Delete filter?
pt_br: Remover filtro?

source: Delete realm entry for %s
pt_br: Remover a entrada do território para %s

source: Delete report for %s?
pt_br: Remover relatório para %s?

source: Deleted environment
pt_br: Ambiente removido

source: Deleted environment %{env} and %{pcs}
pt_br: Ambiente removido %{env} e %{pcs}

source: Deploy on
pt_br: Implementar em

source: Description
pt_br: Descrição

source: Deselect All
pt_br: Cancelar a seleção de todos

source: Destroy
pt_br: Destruir

source: Destroyed selected hosts
pt_br: Hosts selecionados foram destruídos

source: Details
pt_br: Detalhes

source: Diff View
pt_br: Visualizar Diferenças

source: Disable Notifications
pt_br: Notificações desabilitadas

source: Disable alerts for selected hosts
pt_br: Desabilitar alertas para hosts selecionados

source: Disabled
pt_br: Desabilitado

source: Disassociate Hosts
pt_br: Desassociar Hosts

source: Disassociate host
pt_br: Desassociar host

source: Disassociate the selected hosts from their VMs
pt_br: Desassociar os hosts selecionados de seus VMs

source: Disk
pt_br: Disco

source: Display
pt_br: Exibir

source: Display Name
pt_br: Nome de exibição

source: Display the templates that will be used to provision this host
pt_br: Exibir os modelos que serão usados para provisionar este host

source: Display type
pt_br: Tipo de Exibição

source: Displaying <b>%{count}</b> entry
pt_br: Exibindo a entrada <b>%{count}</b>

source: Displaying entries <b>%{from} - %{to}</b> of <b>%{count}</b> in total
pt_br: Exibindo entradas <b>%{from} - %{to}</b> de <b>%{count}</b> no total

source: Document root where puppetdoc files should be created
pt_br: Documentar root onde os arquivos puppetdoc deveriam ser criados

source: Documentation
pt_br: Documentação

source: Does not match selected Subnet
pt_br: Não coincide com a Subnet selecionada

source: Does this image support user data input (e.g. via cloud-init)?
pt_br: Esta imagem suporta a entrada de dados do usuário (ex.: via cloud-init)?

source: Domain
pt_br: Domínio

source: Domain Configuration
pt_br: Configuração do Domínio

source: Domains
pt_br: Domínios

source: Domains in which this subnet is part
pt_br: Domínios nos quais esta subnet faz parte

source: Each architecture can also be associated with more than one operating system and a selector block is provided to allow you to select valid combinations.
pt_br: Cada arquitetura também pode ser associada a mais de um sistema operacional e um bloco seletor é fornecido para permitir que você selecione combinações válidas.

source: Each entries represent a particular hardware architecture, most commonly <b>x86_64</b> or <b>i386</b>. Foreman also supports the Solaris operating system family, which includes <b>sparc</b> based systems.
pt_br: Cada entrada representa uma arquitetura de hardware especial, mais comumente <b> x86_64 </b> ou <b> i386 </b>. Foreman também suporta a família do sistema operacional Solaris, o que inclui <b> SPARC </b> sistemas baseados.

source: Edit
pt_br: Editar

source: Edit %s
pt_br: Editar %s

source: Edit Architecture
pt_br: Editar Arquitetura

source: Edit Bookmark
pt_br: Editar o marcador

source: Edit Capsule
pt_br: Editar Capsula

source: Edit Compute profile
pt_br: Editar Computar perfil

source: Edit Compute profile: %s
pt_br: Editar Computar perfil: %s

source: Edit Config group
pt_br: Editar o grupo do Config

source: Edit Domain
pt_br: Editar o Domain

source: Edit Environment
pt_br: Editar Ambiente

source: Edit Filter
pt_br: Editar filtro

source: Edit Global Parameter
pt_br: Editar Parâmetro Global

source: Edit LDAP Auth Source
pt_br: Editar Fonte LDAP Auth

source: Edit Medium
pt_br: Editar Meio

source: Edit Model
pt_br: Editar Modelo

source: Edit Operating System
pt_br: Editar Sistema Operacional

source: Edit Parameters
pt_br: Editar Parâmetros

source: Edit Partition Table
pt_br: Editar Tabela de Partição

source: Edit Properties
pt_br: Editar Propriedades

source: Edit Puppet Class %s
pt_br: Editar Puppet Class %s

source: Edit Realm
pt_br: Editar Território

source: Edit Roles
pt_br: Editar funções

source: Edit Smart Variable
pt_br: Editar Variáveis do smart

source: Edit Subnet
pt_br: Editar Subnet

source: Edit Template
pt_br: Editar o Template

source: Edit Trend %s
pt_br: Editar Trend %s

source: Edit User
pt_br: Editar Usuário

source: Edit User group
pt_br: Editar Grupo de Usuário

source: Edit compute profile on %s
pt_br: Editar computar perfil em %s

source: Edit your host
pt_br: Editar seu host

source: Either you didnt generate the puppetdocs (see <a rel="external" href="%{url}">here</a>) or the class <strong>%{name}</strong> could not be found in environment <strong>%{environment}</strong><br/> Please ensure that the class <strong>%{name}</strong>s declaration is accessible via the modulepath associated with <strong>%{environment}</strong>.
pt_br: Ou você não gerou os puppetdocs (ver <a rel="external" href="%{url}">here</a>) ou a classe <strong>%{name}</strong> não pôde ser encontrada no ambiente <strong>%{environment}</strong><br/> Certifique-se que a declaração da classe <strong>%{name}</strong>s é acessível através da ModulePath associada a <strong>%{environment}</strong>.

source: Email reply address for emails that Foreman is sending
pt_br: Resposta de endereço de email para emails que o Foreman está enviando

source: Empty environment
pt_br: Ambiente Vazio

source: Enable Notifications
pt_br: Habilitar Notificações

source: Enable alerts for selected hosts
pt_br: Habilitar alertas para hosts selecionados

source: Enable certificate generation for %s
pt_br: Habilitar geração de certificado para %s

source: Enable email alerts per each failed Puppet report
pt_br: Habilitar alertas de email por relatório Puppet falho

source: Enable puppetrun support
pt_br: Habilitar suporte ao puppetrun

source: Enable rebuild on next host boot
pt_br: Habilitar o rebuild na próxima inicialização do host

source: Enable safe mode config templates rendering (recommended)
pt_br: Habilitar renderização de modelos de config no modo seguro (recomendado)

source: Enable this host for provisioning
pt_br: Habilitar este host para provisionamento

source: Enabled
pt_br: Habilitado

source: Enabled %s for rebuild on next boot
pt_br: Habilitado %s para o rebuild na próxima inicialização do host

source: Environment
pt_br: Ambiente

source: Environment only
pt_br: Somente Ambiente

source: Environment variable containing the subject DN from a client SSL certificate
pt_br: Variável de Ambiente contendo o sujeito DN a partir do certificado cliente SSL

source: Environment variable containing the verification status of a client SSL certificate
pt_br: Variável de Ambiente contendo o estado de verificação de um certificado cliente SSL

source: Environments
pt_br: Ambientes

source: Environments Distribution
pt_br: Distribuição de Ambientes

source: Environments and documentation
pt_br: Ambientes e Documentação

source: Environments may be manually created and only require the name of the environment to be declared.
pt_br: Ambiente deve ser criado manualmente e somente requer o nome de ambiente a ser declarado

source: Error
pt_br: Erro

source: Error has occurred while communicating with %{cr}: %{e}
pt_br: Ocorreu um erro ao se comunicar com %{cr}: %{e}

source: Error loading virtual machine information: %s
pt_br: Erro ao carregar informações de máquina virtual: %s

source: Errors only
pt_br: Somente erros

source: Errors: %s
pt_br: Erros: %s

source: Exit Full Screen
pt_br: Sair da Tela Cheia

source: Expand nested items
pt_br: Expandir itens aninhados

source: Expand the chart
pt_br: Expandir tabela

source: Expires
pt_br: Expira

source: External IP
pt_br: IP externo

source: External groups
pt_br: Grupos externos

source: External user group
pt_br: Grupo de usuário externo

source: External usergroup
pt_br: Usergroup externo

source: Fact Chart
pt_br: Tabela de Fato

source: Fact Name
pt_br: Nome do Fato

source: Fact Values
pt_br: Valores do fato

source: Fact name
pt_br: Nome do Fato

source: Fact value
pt_br: Valor do Fato

source: Facts
pt_br: Fatos

source: Fail on Mismatch
pt_br: Falha ao Tentar Coincidência

source: Failed
pt_br: Falhou

source: Failed Restarts
pt_br: Reinicializações Falharam

source: Failed connecting to %s
pt_br: Falha ao conectar-se ao %s

source: Failed restarts
pt_br: Reinicialização Falhou

source: Failed to %{action} %{host}: %{e}
pt_br: Falha ao %{action} %{host}: %{e}

source: Failed to cancel pending build for %s
pt_br: Falha ao cancelar a construção pendenete para %s

source: Failed to clean any old certificates or add the autosign entry. Terminating the build!
pt_br: Falha ao limpar qualquer certificado antigo ou adicionar a entrada autosign. Terminando a construção!

source: Failed to configure %{host} to boot from %{device}: %{e}
pt_br: Falha ao configurar o %{host} para inicializar a partir do %{device}: %{e}

source: Failed to create %{name}'s realm entry: %{e}
pt_br: Falha ao criar a entrada do território %{name}': %{e}

source: Failed to create X509 certificate, error: %s
pt_br: Falha ao criar o certificado X509, erro:%s

source: Failed to create a compute %{compute_resource} instance %{name}: %{message}\n
pt_br: Falha ao criar um computar a instância %{compute_resource} %{name}: %{message}\n

source: Failed to destroy a compute %{compute_resource} instance %{name}: %{e}
pt_br: Falha ao destruir um computar instância %{compute_resource} %{name}: %{e}

source: Failed to enable %{host} for installation: %{errors}
pt_br: Falha ao habilitar %{host} para a instalação: %{errors}

source: Failed to fetch boot files
pt_br: Falha ao buscar arquivos de inicialização

source: Failed to fetch:
pt_br: Falha ao buscar:

source: Failed to generate %{template_kind} template: %{e}
pt_br: Falha ao gerar o modelo %{template_kind} : %{e}

source: Failed to get IP for %{name}: %{e}
pt_br: Falha ao obter o IP para %{name}: %{e}

source: Failed to get a new realm OTP. Terminating the build!
pt_br: Falha o obter um novo território OTP. Terminando a construção!

source: Failed to import %{klass} for %{name}: doesn't exists in our database - ignoring
pt_br: Falha ao importar o %{klass} por %{name}: não existe em nossos bancos de dados - ignorando'

source: Failed to initialize the PuppetCA proxy: %s
pt_br: Falha ao inicializar o PuppetCA proxy: %s

source: Failed to initialize the realm proxy: %s
pt_br: Falha ao inicializar o proxy do território: %s

source: Failed to launch script on %{name}: %{e}
pt_br: Falha ao lançar o script em %{name}: %{e}

source: Failed to login via SSH to %{name}: %{e}
pt_br: Falha ao realizar o login via SSH para %{name}: %{e}

source: Failed to modify the build cycle for %s
pt_br: Falha ao modificar o ciclo de construção para %s

source: Failed to perform rollback on %{task} - %{e}
pt_br: Falha ao realizar o rollback no %{task} - %{e}

source: Failed to power up a compute %{compute_resource} instance %{name}: %{e}
pt_br: Falha ao ligar uma instância do compute %{compute_resource} %{name}: %{e}

source: Failed to remove certificates for %{name}: %{e}
pt_br: Falha ao remover os certificados para %{name}: %{e}

source: Failed to set console: %s
pt_br: Falha ao definir console: %s

source: Failed to stop compute %{compute_resource} instance %{name}: %{e}
pt_br: Falha ao interromper instância de compute %{compute_resource} %{name}: %{e}

source: Failed to undo update compute %{compute_resource} instance %{name}: %{e}
pt_br: Falha ao desfazer uma instância do compute de atualização %{compute_resource} %{name}: %{e}

source: Failed to update a compute %{compute_resource} instance %{name}: %{e}
pt_br: Falha ao atualizar uma instância do compute %{compute_resource} %{name}: %{e}

source: Failed to update environments and Puppet classes from the on-disk Puppet installation: %s
pt_br: Falha ao atualizar ambientes e classes de Puppet da instalação do Puppet em disco: %s

source: Feature
pt_br: Recurso

source: Features
pt_br: Recursos

source: Fetch TFTP boot files for %s
pt_br: Buscar arquivos de inicialização TFTP para %s

source: Filter
pt_br: Filtro

source: Filter %s
pt_br: Filtro %s

source: Filter classes
pt_br: Classes de Filtro

source: Filters
pt_br: Filtros

source: Filters and permissions
pt_br: Filtros e permissões

source: Fingerprint
pt_br: Impressão digital

source: First use instructions
pt_br: Instruções de primeiro uso

source: Fix %s on Mismatch
pt_br: Reparar %s em incompatibilidades

source: Fix All Mismatches
pt_br: Reparar todas as incompatibilidades

source: Fix DB cache on next Foreman restart
pt_br: Reparar cache DB na próxima inicialização do Foreman

source: Fix Mismatches
pt_br: Reparar as incompatibilidades

source: Flavor
pt_br: Sabor

source: Floating IP network
pt_br: Rede de IP flutuante

source: Folder
pt_br: Pasta

source: For Roles and permissions, see the %s page
pt_br: Para papéis e permissões, veja a página %s

source: For example, if you have copied several Red Hat release disks into a directory structure where the disk images are named 5.8 or 6.2, and each contained both x86_64 and i386 binaries, then you\n could create a single medium entry describing them all.\n The entry, which could be just named 'Red Hat' could contain a path like this <em>'http://server/redhat/$version/$arch'</em>
pt_br: Por exemplo, se você copiou vários discos lançamento do Red Hat em uma estrutura de diretório onde as imagens de disco são nomeadas 5.8 ou 6.2, e cada um continha tanto x86_64 e i386 binários, então você \n poderia criar um único meio de entrada, descrevendo todos eles. \n A entrada, que poderia ser apenas chamado 'Red Hat pode conter um caminho como este <em>'http://server/redhat/$version/$arch'</em>

source: For example, there might be a data center in London and one in Virginia; these are locations. Locations also work nicely when used in tandem with
pt_br: Por exemplo, pode haver centro dados em Londres e um em Virginia; existem locais. Locais também funcionam bem quando usado em tandem.

source: For internal Users, simply create a new user at the %s page
pt_br: Usuário interno, simplesmente crie um novo usuário na página %s

source: Foreman Developers
pt_br: Desenvolvedores Foreman

source: Foreman Users
pt_br: Usuários Foreman

source: Foreman can use LDAP based service for user information and authentication.
pt_br: Foreman pode usar serviço baseado em LDAP para informações de usuário e autenticação.

source: Foreman comes with some importers to ease the burden of entering loads of data about your current installation.
pt_br: Foreman vem com alguns importadores para aliviar a carga de inserir um monte de dados sobre a sua instalação atual.

source: Foreman considers a domain and a DNS zone as the same thing. That is, if you are planning to manage a site where all the machines are or the form <i>hostname</i>.<b>somewhere.com</b>\n then the domain is <b>somewhere.com</b>. This allows Foreman to associate a puppet variable with a domain/site and automatically append this variable to all external node requests made\n by machines at that site.
pt_br: Foreman considera um domínio e uma zona de DNS como a mesma coisa. Ou seja, se você está planejando para gerenciar um site onde todas as máquinas são ou a forma <i>hostname</i>. <b>somewhere.com</b> \n então o domínio é <b> somewhere.com</b>. Isso permite que Foreman para associar uma variável do puppet com um domínio/site e automaticamente anexar esta variável a todos os pedidos de nó externos feitos\n pelas máquinas no local.

source: Foreman host group matchers will be inherited by children when evaluating smart class parameters
pt_br: O grupode host de Foreman que coincidirem serão herdados pelo filho ao avaliar parâmetros de classe inteligentes

source: Foreman now manages the build cycle for %s
pt_br: Foreman agora gerencia o ciclo de construção para %s

source: Foreman now no longer manages the build cycle for %s
pt_br: Foreman agora não gerencia mais o ciclo de construção para %s

source: Foreman report creation time is <em>%s</em>
pt_br: Tempo de criação de relatório do Foreman é <em>%s</em>

source: Foreman smart variables will be exposed via the ENC yaml output
pt_br: Variáveis ​​do Foreman smart serão expostas através do resultado ENC yaml

source: Foreman supports automatically creating realm entries for new hosts. When a realm is selected for a host, Foreman contacts the relevant realm Capsule to create an entry for the host and retrieve it's one-time registration password.
pt_br: Foreman suporta a criação automatica de entradas de territórios para novos hosts. Quando um campo é selecionado para um host, Foreman entra em contato com o Capsula do território relevante para criar uma entrada para o host e recuperar sua senha de registro de única vez .

source: Foreman ticketing system
pt_br: Sistema de bilhete do Foreman

source: Foreman will automate certificate signing upon provision of new host
pt_br: O Foreman automatizará a assinatura de certificados sob a provisão de um novo host

source: Foreman will create the host when a report is received
pt_br: Foreman criará o host quando o relatório for recebido

source: Foreman will create the host when new facts are received
pt_br: Foreman irá criar o host quando os novos fatos forem recebidos

source: Foreman will default to this puppet environment if it cannot auto detect one
pt_br: Foreman mudará seu ambiente puppet para padrão se não puder detectar automaticamente um.

source: Foreman will evaluate host smart variables in this order by default
pt_br: Foreman irá avaliar as variáveis de smart host nesta ordem por padrão.

source: Foreman will explicitly set the puppet environment in the ENC yaml output. This will avoid conflicts between the environment in puppet.conf and the environment set in Foreman
pt_br: O Foreman definirá explicitamente o ambiente puppet no resultado ENC yaml. Isto evitará conflitos entre o ambiente no puppet.conf e o ambiente definido no Foreman.

source: Foreman will map users by username in request-header. If this is set to false, OAuth requests will have admin rights.
pt_br: O Foreman irá mapear usuários pelo nome de usuário no cabecalho de requisição. Caso isto seja definido para falso, as requisições do OAuth terão direitos de admin.

source: Foreman will parse ERB in parameters value in the ENC output
pt_br: Foreman irá analisar o ERB nos valores de parâmetros no resultado de ENC

source: Foreman will query the locally configured resolver instead of the SOA/NS authorities
pt_br: Foreman irá pesquisar o resolvedor configurado localmente ao invés de autoridades SOA/NS

source: Foreman will set this as the default Puppet module path if it cannot auto detect one
pt_br: O Foreman definirá como padrão o caminho do módulo Puppet se não puder auto detectar um.

source: Foreman will truncate hostname to 'puppet' if it starts with puppet
pt_br: O Foreman irá truncar o hostname para 'puppet' se iniciar com o puppet

source: Foreman will update a host's environment from its facts
pt_br: O Foreman irá atualizar um ambiente de host a partir de seus fatos

source: Foreman will update the host IP with the IP that made the built request
pt_br: O Foreman irá atualizar o IP de host com o IP que fez a requisição de construção.

source: Foreman will use OAuth for API authorization
pt_br: Foreman irá usar o OAuth para autorização de API

source: Foreman will use gravatar to display user icons
pt_br: O Foreman irá usar o gravatar para exibir os ícones de usuário.

source: Foreman will use random UUIDs for certificate signing instead of hostnames
pt_br: Foreman irá utilizar aleatóriamente os UUIDs para assinar certificado ao invés dos hostnames

source: Foreman will use the new (2.6.5+) format for classes in the ENC yaml output
pt_br: Foreman irá utilizar o novo formato (2.6.5+) para classes no resultado ENC yaml.

source: Foreman will use the short hostname instead of the FQDN for creating new virtual machines
pt_br: Foreman irá usar o hostname curto ao invés do FQDN para criar novas máquinas virtuais.

source: Foreman, by default, operates in anonymous mode where all operations are performed without reference to the user who is performing the task.
pt_br: Foreman, por padrão, opera em modo anônimo, onde todas as operações são realizadas sem referência ao usuário que está executando a tarefa.

source: Full
pt_br: Cheio

source: Full name describing the domain
pt_br: Nome completo descrevendo o domínio

source: Full path to backing image used to create new volumes.
pt_br: Caminho completo para salvar a imagem usada para criar novos volumes.

source: Full screen
pt_br: Tela cheia

source: Full trace
pt_br: Rastreamento completo

source: Gateway
pt_br: Refúgio

source: General Settings
pt_br: Configurações gerais

source: General useful description, for example this kind of hardware needs a special BIOS setup
pt_br: Descrição útil geral, por exemplo este tipo de hardware precisa de uma configuração de BIOS especial

source: Generated %s ago
pt_br: Gerado %s atrás

source: Generated at %s
pt_br: Gerado em %s

source: Global Parameters
pt_br: Parâmetros Globais

source: Global parameters
pt_br: Parâmetros Globais

source: Global variable or class Parameter, not both
pt_br: Variáveis globais ou parãmetro de class, não ambos

source: Good host reports in the last %s
pt_br: Relatório de Host bom nos últimos %s

source: Google Project ID
pt_br: ID do Projeto do Google

source: Guest OS
pt_br: SO do convidado

source: Hardware Model
pt_br: Modelo de Hardware

source: Hardware Models
pt_br: Modelos de Hardware

source: Hardware models
pt_br: Modelo de hardware

source: Help
pt_br: Ajuda

source: Help!
pt_br: Ajuda!

source: Here you can manage bookmarks. Bookmarks are saved search queries.
pt_br: Aqui você pode gerenciar marcadores. Marcadores são entrevistas de busca salvos.

source: History
pt_br: Histórico

source: Host %s is not associated with a VM
pt_br: Host %s não está associado ao um VM

source: Host Architecture
pt_br: Arquitetura do Host

source: Host Configuration Status
pt_br: Estado da Configuração do Host
