Repository: tonyli71/RHOSP-deploy
Catalog: usr/share/foreman/locale/*/foreman.po
Languages: pt_br

source: Host Groups
pt_br: Grupos de host

source: Host Parameters
pt_br: Parâmetros de Host

source: Host audit entries
pt_br: Entradas de audição do host

source: Host config group
pt_br: Grupo de config do Host

source: Host details
pt_br: Detalhes do Host

source: Host group
pt_br: Grupo de Host

source: Host group / Environment
pt_br: Grupo de Host / Ambiente

source: Host group and Environment
pt_br: Grupo de Host e Ambiente

source: Host group configuration
pt_br: Configuração do grupo de host

source: Host group only
pt_br: Grupo do host somente

source: Host group parameters
pt_br: Parâmetro de grupo de host

source: Host groups
pt_br: Grupos de host

source: Host reported time is <em>%s</em>
pt_br: Tempo de Host relatado é <em>%s</em>

source: Host times seems to be adrift!
pt_br: Horários do host parece conflitar!

source: Hosts Inventory
pt_br: Inventário do Host

source: Hosts created after a puppet run that did not send a location fact will be placed in this location
pt_br: Hosts criados após uma execução de puppet, a qual não enviou o fato do local será colocado nesta seção.

source: Hosts created after a puppet run that did not send a organization fact will be placed in this organization
pt_br: Hosts criados após uma execução de puppet, a qual não enviou um fato da organização, será colocado nesta organização.

source: Hosts created after a puppet run will be placed in the location this fact dictates. The content of this fact should be the full label of the location.
pt_br: Hosts criados após uma execução de puppet serão colocados no local que o fato ditar. O conteúdo deste fato deve ser o rótulo completo do local.

source: Hosts created after a puppet run will be placed in the organization this fact dictates. The content of this fact should be the full label of the organization.
pt_br: Hosts criados após uma execução de puppet, a qual não enviou um fato da organização, será colocado nesta organização.

source: Hosts in error state
pt_br: Hosts em estado de erro

source: Hosts that had pending changes
pt_br: Hosts que tinham mudanças pendentes

source: Hosts that had performed modifications without error
pt_br: Hosts que tinham realizado modificações sem erro

source: Hosts that will be trusted in addition to Smart Proxies for access to fact/report importers and ENC output
pt_br: Hosts que serão confiados além do Smart Proxies para acesso aos importadores do fato ou relatório e resultado ENC

source: Hosts which didn't run puppet in the last %s
pt_br: Hosts que não executaram o puppet nos últimos %s

source: Hosts with alerts disabled
pt_br: Hosts com alertas desabilitados

source: Hosts with errors
pt_br: Hosts com erros

source: Hosts with no reports
pt_br: Hosts sem relatórios

source: Hosts with notifications disabled
pt_br: Hosts com notificações desabilitadas

source: How templates are determined
pt_br: Como os modelos são determinados

source: How values are validated
pt_br: Como valores são validados

source: Howtos
pt_br: Como

source: IP Address
pt_br: Endereço IP

source: IP address auto-suggest
pt_br: Auto-sugestão de endereço IP

source: IP address for this host
pt_br: Endereço IP para este host

source: If Foreman is running behind Passenger or a remote load balancer, the IP should be set here. This is a regular expression, so it can support several load balancers, i.e: (10.0.0.1|127.0.0.1)
pt_br: Se Foreman está executando por detrás de um Passenger ou de um balanceador de carga remoto, o IP deve ser definido aqui. Esta é uma expressão regular, para que ele possa suportar vários balanceadores de carga, ou seja: (10.0.0.1 | 127.0.0.1)

source: If checked, will raise an error if there is no default value and no matcher provide a value.
pt_br: Se verificado, surgirá um erro caso não haja valor padrão e nenhum coincidente fornecer um valor.

source: If you are already using puppet you should consider using some of the rake tasks that have been provided.
pt_br: Se você já estiver usando Puppet você deve considerar o uso de algumas das tarefas de busca fornecidas.

source: If you are planning to use Foreman as an external node classifier you should provide information about one or more environments.
pt_br: Se você estiver planejando usar Foreman como um classificador nó externo você deve fornecer informações sobre um ou mais ambientes.

source: If you chose to use LDAP authentication then you must provide connection details for your authentication provider on %s page
pt_br: Se você optar por usar a autenticação LDAP, em seguida, você deve fornecer detalhes de conexão do seu provedor de autenticação na página %s

source: If you feel this is an error with Foreman itself, please open a new issue with
pt_br: Se você acha que isso é um erro com o próprio Mestre de Obras, por favor, abra um novo problema com

source: If you wish to track the actions of a particular user then it is possible to use an additional authentication stage and provide a user account.
pt_br: Se você deseja acompanhar as ações de um usuário em particular, então é possível a utilização de um estágio adicional de autenticação e fornecer uma conta de usuário.

source: If you're planning to do anything more than just handle reports, you'll be in need of a capsule - either on this machine or elsewhere on your network.
pt_br: Se você está planejando fazer algo mais do que apenas lidar com relatórios, você precisará de uma cápsula - seja na máquina ou em outra parte da sua rede.

source: Image
pt_br: Imagem

source: Image Based
pt_br: Baseado em Imagem

source: Image ID
pt_br: ID de Imagem

source: Image ID as provided by the compute resource, e.g. ami-..
pt_br: ID da Imagem fornecida pelo recurso de computação, por exemplo, AMI- ..

source: Image path
pt_br: Caminho de Imagem

source: Image to use
pt_br: Imagem a utilizar

source: Images
pt_br: Imagens

source: Image|Iam role
pt_br: Imagem|Iam role

source: Image|Name
pt_br: Imagem|Nome

source: Image|Username
pt_br: Imagem|Nome de Usuário

source: Import
pt_br: Importar

source: Import from %s
pt_br: Importação de %s

source: Import subnets
pt_br: Importar subnets

source: Import your data
pt_br: Importar seus dados

source: Important
pt_br: Importante

source: Imported Subnets
pt_br: Importar Subnets

source: Importing Puppet Facts
pt_br: Importando Fatos de Puppets

source: Importing Puppet classes and environments
pt_br: Importando clases de Puppet e ambientes

source: In addition to defining which puppet classes get included when building this host type you are also able to assign variables and provisioning information to a host group to further refine the behavior of the puppet runtime.
pt_br: Além de definir quais classes puppet são incluídos quando a construção deste tipo de host, você também é capaz de atribuir as variáveis ​​e informações de provisionamento de um grupo de host para refinar ainda mais o comportamento do tempo de execução de puppets.

source: Include this host within Foreman reporting
pt_br: Incluir este host dentro do relatório do Foreman

source: Included Classes
pt_br: Classes incluídas

source: Included Config Groups
pt_br: Grupos de Config incluídos

source: Included Parameters via inheritance
pt_br: Parâmetros incluídos via herança

source: Includes Foreman © 2009-%{year} Paul Kelly and %{author}
pt_br: Inclui Foreman © 2009-%{year} Paul Kelly e %{author}

source: Incorrect username or password
pt_br: Nome de usuário ou senha incorretos

source: Infrastructure
pt_br: Infraestrutura

source: Inherit parent (%s)
pt_br: Pai herdado (%s)

source: Installation Media
pt_br: Mídia de Instalação

source: Installation media
pt_br: Meio de instalação

source: Installation medium configuration
pt_br: Confiugração de meio de instalação

source: Installed
pt_br: Instalado

source: Invalid Host
pt_br: Host inválido

source: Invalid log level: %s
pt_br: nível de log inválido: %s

source: Invalid power state request: %{action}, supported actions are %{supported}
pt_br: Requisição de estado de energia inválido: %{action}, ações suportadas são %{supported}

source: Invalid query
pt_br: Pesquisa inválida

source: Invalid report
pt_br: Relatório inválido

source: Invalid search query: %s
pt_br: Pesquisa de busca inválida: %s

source: Inventory browser
pt_br: Navegador de inventário

source: Issue tracker
pt_br: Rastreador de Problemas

source: It is not possible to assign provisioning templates at this stage
pt_br: Não foi possível atribuir os modelos de provisionamento neste estágio

source: Key Binding
pt_br: Vinculação de Chave

source: Key pair
pt_br: Par de chaves

source: Kind
pt_br: Tipo

source: LDAP Authentication
pt_br: Autenticação do LDAP

source: LDAP authentication
pt_br: Autenticação do LDAP

source: LDAP filter
pt_br: Filtro do LDAP

source: LDAP server
pt_br: Servidor do LDAP

source: LDAP users will have their Foreman account automatically created the first time they log into Foreman
pt_br: Usuários do LDAP terão sua conta do Foreman automaticamente criada na primeira vez que se autenticarem no Foreman.

source: Language
pt_br: Idioma

source: Last report
pt_br: Último relatório

source: Last updated %s ago
pt_br: Atualizado pela útlima vez %s atrás

source: Latest Events
pt_br: Eventos mais Recentes

source: Level
pt_br: Nível

source: List of hosts which answer to the provided query
pt_br: Listas de hosts que respondem à pesquisa fornecida

source: Load Datacenters
pt_br: Carregar Datacentros

source: Load Regions
pt_br: Carregar regiões

source: Load Tenants
pt_br: Carregar Tenants

source: Load zones
pt_br: Carregar Zonas

source: Loading
pt_br: Carregando

source: Loading ...
pt_br: Carregando...

source: Loading BMC information ...
pt_br: Carregando informações do BMC

source: Loading Images information
pt_br: Carregando informações de imagens

source: Loading VM information ...
pt_br: Carregando informações do VM...

source: Loading parameters...
pt_br: Carregando parâmetros...

source: Loading power state ...
pt_br: Carregando estado de energia...

source: Loading virtual machine information ...
pt_br: Carregando informações de máquina virtual...

source: Loading virtual machines information ...
pt_br: Carregando informações de máquinas virtuais...

source: Location
pt_br: Local

source: Location configuration
pt_br: Configuração de local

source: Location you had selected as your context has been deleted.
pt_br: Local que você selecionou pois seu contexto foi removido.

source: Location/Organization
pt_br: Local/Organização

source: Locations
pt_br: Locais

source: Locations are used to manage and differentiate the physical place where a system managed via Foreman is housed.
pt_br: Locais são usados para gerenciar e diferenciar o local físico onde um sistema gerenciado via Foreman é acolhido.

source: Log out idle users after a certain number of minutes
pt_br: Saia de usuários obsoletos após um certo número de minutos.

source: Logged out - See you soon
pt_br: Saindo - Até breve

source: Lookup key
pt_br: Chave de busca

source: Lookup value
pt_br: Valor de procura

source: MAC address for this host
pt_br: MAC address para este host

source: Machine Type
pt_br: Tipo de Máquina

source: Machine type
pt_br: Tipo de máquina

source: Mail is Required
pt_br: Correio é requerido

source: Mailing lists
pt_br: Listas de correio

source: Mailing lists are available via Google Groups. Much like IRC, we have a general users (support, Q/A, etc) lists and a development list:
pt_br: Listas são disponibilizadas via Google Groups. Assim como o IRC, temos usuários gerais (suporte, Q/A, etc) listas e uma lista de desenvolvimento:

source: Manage Bookmarks
pt_br: Gerenciar Bookmarks

source: Manage Locations
pt_br: Gerenciar Locais

source: Manage Organizations
pt_br: Gerenciar Empresas

source: Manage host
pt_br: Gerenciar host

source: Managed IP
pt_br: IP gerenciado

source: Manually Assign
pt_br: Atribuir manualmente

source: Manually select and assign hosts with no %s
pt_br: Selecionar manualmente e atribuir hosts sem um %s

source: Matcher is a combination of an attribute and its value, if they match, the value below would be provided.<br> You may use any attribute foreman knows about, such as facts etc for example: <code> domain = example.com </code> or <code> is_virtual = true</code>
pt_br: Matcher é uma combinação de um atributo e seu valor, se eles corresponderem, o valor abaixo seria fornecido <br> Você pode usar qualquer atributo que o Foreman conhece, como fatos etc, por exemplo.:<code> domain = example.com </code> or <code> is_virtual = true</code>

source: Max days for Trends graphs
pt_br: Máx de dias para os gráficos do Trends

source: Media
pt_br: Mídia

source: Medium
pt_br: Médio

source: Memory
pt_br: Memória

source: Memory (MB)
pt_br: Memória (MB)

source: Message
pt_br: Mensagem

source: Metrics
pt_br: Medidas

source: Minutes Ago
pt_br: Minutos atrás

source: Mismatch Details
pt_br: Detalhes de incompatibilidade

source: Mismatches
pt_br: Incompatibilidades

source: Mismatches Report
pt_br: Relatórios de incompatibilidade

source: Model
pt_br: Modelo

source: Modified
pt_br: Modificado

source: Monitor
pt_br: Monitorar

source: Must provide an operating systems
pt_br: Deve fornecer um sistema operacional

source: Must provide template kind
pt_br: Deve fornecer um tipo de modelo

source: Must specify a Capsule to use
pt_br: Deve especificar uma Capsula a utilizar

source: My account
pt_br: Minha conta

source: N/A
pt_br: Não está disponível

source: NIC type
pt_br: Tipo de NIC

source: Name
pt_br: Nome

source: Name of the external auth source where unknown externally authentication users (see authorize_login_delegation) should be created (keep unset to prevent the autocreation)
pt_br: Nome da fonte de autenticação externa, onde os usuários de autenticação desconhecidos externamente (ver authorize_login_delegation) devem ser criados (manter desactivado para evitar a autocreation)

source: Nest
pt_br: Ninho

source: Netmask for this subnet
pt_br: Netmask para esta subnet

source: Network
pt_br: Rede

source: Network Based
pt_br: Baseado em Rede

source: Network interfaces
pt_br: Interfaces de Rede

source: Network type
pt_br: Tipo de Rede

source: Networks
pt_br: Redes

source: New
pt_br: Novo

source: New %s
pt_br: Novo %s

source: New Architecture
pt_br: Nova Arquitetura

source: New Autosign Entry
pt_br: Nova Entrada de Autosign

source: New Bookmark
pt_br: Novo Marcador

source: New Capsule
pt_br: Nova Capsula

source: New Compute Profile
pt_br: Novo Perfil de Computação

source: New Compute Resource
pt_br: Novo recurso de computação

source: New Compute profile
pt_br: Novo Perfil de Computação

source: New Config Group
pt_br: Novo Grupo de Config

source: New Config group
pt_br: Novo Grupo de Config

source: New Domain
pt_br: Novo Domain

source: New Environment
pt_br: Novo Ambiente

source: New Filter
pt_br: Novo Filtro

source: New Global Parameter
pt_br: Novo Parâmetro Global

source: New Host
pt_br: Novo Host

source: New Host Group
pt_br: Novo Grupo de Host

source: New Image
pt_br: Nova Imagem

source: New LDAP Auth Source
pt_br: Nova Fonte LDAP Auth

source: New LDAP Source
pt_br: Nova Fonte de LDAP

source: New Location
pt_br: Novo Local

source: New Medium
pt_br: Novo Meio

source: New Model
pt_br: Novo Modelo

source: New Operating System
pt_br: Novo Sistema Operacional

source: New Operating system
pt_br: Novo Sistema Operacional

source: New Organization
pt_br: Nova Empresa

source: New Parameter
pt_br: Novo Parâmetro

source: New Partition Table
pt_br: Nova Tabela de Partição

source: New Puppet Environment
pt_br: Novo Ambiente Puppet

source: New Puppet class
pt_br: Nova Classe de puppet

source: New Realm
pt_br: Novo Território

source: New Role
pt_br: Novo Papel

source: New Subnet
pt_br: Novo Subnet

source: New Template
pt_br: Novo Template

source: New Trend
pt_br: Novo Trend

source: New User
pt_br: Novo Usuário

source: New User group
pt_br: Novo Grupo de Usuário

source: New Virtual Machine
pt_br: Nova Máquina Virtual

source: New architecture
pt_br: Nova Arquitetura

source: New authentication source
pt_br: Nova Fonte de autenticação

source: New compute profile on %s
pt_br: Novo Perfil de Computação em %s

source: New compute resource
pt_br: Novo recurso de computação

source: New filter
pt_br: Novo Filtro

source: New host
pt_br: Novo Host

source: New installation medium
pt_br: Novo Meio de Instalação

source: New role
pt_br: Nova Função

source: New window
pt_br: Nova Janela

source: No %{template_kind} templates were found for this host, make sure you define at least one in your %{os} settings
pt_br: Não foram encontrados modelos %{template_kind} para este host, assegure-se de que você definiu ao menos um em sua configuração %{os}

source: No Capsules to show
pt_br: Não há nenhuma capsula a exibir

source: No TFTP proxies defined, can't continue
pt_br: Nenhum TFTP proxies definido, não é possível continuar

source: No bridges
pt_br: Nenhuma ponte

source: No changes
pt_br: Nenhuma mudança

source: No changes found when refreshing features from %s.
pt_br: Nenhuma mudança encontrada ao atualizar recursos a partir do %s

source: No changes to your environments detected
pt_br: Nenhuma mudança em seu ambiente foi detectada

source: No compute resource to show
pt_br: Nenhum recurso de computação a exibir

source: No domains
pt_br: Nenhum domínio

source: No entries found
pt_br: Nenhuma entrada foi encontrada

source: No environment selected!
pt_br: Nenhum ambiente foi selecionado!

source: No features found on this proxy, please make sure you enable at least one feature
pt_br: Nenhum recurso encontrado neste proxy, por favor certifique-se de que você ativou ao menos um recurso.

source: No finish templates were found for this host, make sure you define at least one in your %s settings
pt_br: Não foram encontrados modelos de término para este host, assegure-se de que você definiu ao menos um em sua configuração %s.

source: No history found
pt_br: Nenhum histórico foi encontrado

source: No host found to associate this VM with
pt_br: Nenhum host encontrado ao qual associar este VM

source: No host group selected!
pt_br: Nenhum grupo de host selecionado!

source: No hosts are mismatched!
pt_br: Nenhum host é incompatível!

source: No hosts selected
pt_br: Não foi selecionado nenhum host

source: No hosts were found with that id or name
pt_br: Nenhum host foi encontrado com o id ou nome

source: No interesting reports received in the last week
pt_br: Nenhum relatório interessante recebido na última semana.

source: No networks
pt_br: Nenhuma rede

source: No new subnets found
pt_br: Nenhuma Subnet encontrada

source: No parameters were allocated to the selected hosts, can't mass assign.
pt_br: Nenhum parâmetro foi alocado para hosts selecionados, não é possível atribuir em massa.

source: No plugins found
pt_br: Não foi encontrado nenhum plugin.

source: No preference
pt_br: Nenhuma preferência

source: No puppet activity for this host in the last %s days
pt_br: Nenhuma atividade do Puppet para este host nos últimos %s dias

source: No report
pt_br: Nenhum relatório

source: No reports
pt_br: Nenhum relatório

source: No smart proxy was found to import environments from, ensure that at least one smart proxy is registered with the 'puppet' feature.
pt_br: Não foi encontrado nenhum Smart proxy de onde importar ambientes, certifique-se de que ao menos um smart proxy foi registrado com o recurso 'puppet'.

source: No subnets
pt_br: Nenhuma subnet

source: No subnets selected
pt_br: Não foi selecionada nenhuma subnet

source: No template found
pt_br: Não foi encontrado nenhum modelo

source: No templates found!
pt_br: Não foi encontrado nenhum modelo!

source: No trend counter defined.
pt_br: Nenhum contador do trend definido

source: No trend counter found.
pt_br: Nenhum contador do trend encontrado

source: No value error
pt_br: Nenhum erro de valor

source: No value warning
pt_br: Nenhum aviso de valor

source: None
pt_br: Nenhum

source: None Found
pt_br: Nenhum Encontrado

source: Not Found
pt_br: Não foi encontrado

source: Not Installed
pt_br: Não está instalado

source: Not authorized to edit classes
pt_br: Não foi autorizado para editar classes

source: Not implemented
pt_br: Não está implantado

source: Not implemented for %s
pt_br: Não implementado para %s

source: Not relevant for snippet
pt_br: Não relevante para o snippet

source: Nothing to show
pt_br: Nada a exibir

source: Notice
pt_br: Aviso

source: Notice:
pt_br: Nota:

source: Notices, warnings and errors
pt_br: Notas, avisos e erros

source: Notification disabled
pt_br: Notificação desabilitada

source: Notifications
pt_br: Notificações

source: Number Of Clients
pt_br: Número de Clientes

source: Number of CPUs
pt_br: Número de CPUs

source: Number of Events
pt_br: Número de Eventos

source: Number of Hosts
pt_br: Número de Hosts

source: Number of records shown per page in Foreman
pt_br: Número de histórico exibido por página no Foreman

source: Number of values
pt_br: Número de valores

source: OAuth consumer key
pt_br: A chave do consumidor OAuth

source: OAuth consumer secret
pt_br: Consumidor secreto OAuth

source: OS Distribution
pt_br: Distribuição de SO

source: OS Family
pt_br: Família de SO

source: OS Image
pt_br: Imagem de SO

source: OS major version from facter; e.g. 6
pt_br: Versão principal do SO do facter; ex.: 6

source: OS minor version from facter; e.g. 5
pt_br: Versão menor do SO do facter; ex.: 5

source: OS name from facter; e.g. RedHat
pt_br: Nome do SO do facter; ex.: RedHat

source: Obsolete
pt_br: Obsoleto

source: Off
pt_br: Desligado

source: Old
pt_br: Antigo

source: On
pt_br: Ligado

source: Once installed you should head over to
pt_br: Uma vez instalado você deve seguir sentido a

source: Only URLs with schema http://, https://, ftp:// or nfs:// are allowed (e.g. nfs://server/vol/dir)
pt_br: Somente URLs com o esquema http://, https://, ftp:// or nfs:// são permitidos (ex.: nfs://server/vol/dir)

source: Only known Smart Proxies with the Puppet feature can access fact/report importers and ENC output
pt_br: Somente Smart Proxies conhecidos com o recurso Puppet poderão acessar importadores de fato ou relatóriose resultados ENC

source: Only one bootable interface is allowed
pt_br: Somente uma interface inicializável é permitida

source: Only one declaration of a proxy is allowed
pt_br: Somente uma declaração de um proxy é permitida

source: Only one volume can be bootable
pt_br: Somente um volume pode ser inicializável

source: Oops, we're sorry but something went wrong
pt_br: Oops, pedimos desculpas mas algo saiu errado

source: Open Spice in a new window
pt_br: Abra o Spice em uma nova janela

source: Operating Mode
pt_br: Modo Operacional

source: Operating System
pt_br: Sistema Operacional

source: Operating System Family
pt_br: Família de Sistema Operacional

source: Operating System version is required
pt_br: Versão do sistema operacional necessária

source: Operating Systems
pt_br: Sistema operacional

source: Operating system
pt_br: Sistema Operacional

source: Operating system default
pt_br: Sistema Operacional padrão

source: Operating systems
pt_br: Sistema operacional

source: Operation
pt_br: Operação

source: Operators
pt_br: Operadores

source: Optional parameter without value.<br/><i>Won't be given to Puppet.</i> <br><br><b>Description:</b> %s
pt_br: Parâmetro opcional sem valor. .<br/><i>Não será fornecido ao Puppet.</i> <br><br><b>Descrição:</b> %s

source: Optional: Ending IP Address for IP auto suggestion
pt_br: Opcional: Endereço IP de término para a auto sugestão do IP

source: Optional: Gateway for this subnet
pt_br: Opcional: Gateway para esta subnet

source: Optional: Primary DNS for this subnet
pt_br: Opcional: DNS primário para esta subnet
