Repository: tonyli71/RHOSP-deploy
Catalog: usr/share/foreman/locale/*/foreman.po
Languages: pt_br

source: Remove
pt_br: Remover

source: %s - Press Shift-F12 to release the cursor.
pt_br: %s - Pressione Shift-F12 para liberar o cursor

source: %s - The following hosts are about to be changed
pt_br: %s - Os hosts a seguir devem ser modificados em breve

source: %s Distribution
pt_br: Distribuição %s

source: %s Parameters updated, see below for more information
pt_br: %s Parâmetros atualizados, veja abaixo para obter mais informações

source: %s Template
pt_br: %s Modelo

source: %s VM associated to a host
pt_br: %s VM associado ao host

source: %s ago
pt_br: %s atrás

source: %s console is not supported at this time
pt_br: %s console não é suportado no momento

source: %s core
pt_br: %s centro

source: %s day ago
pt_br: %s dia atrás

source: %s has been disassociated from VM
pt_br: %s foi desassociado a partir do VM

source: %s is an unknown attribute
pt_br: %s é um atributo desconhecido

source: %s is not in environment
pt_br: %s não é um ambiente

source: %s minute ago
pt_br: %s minuto atrás

source: %s month ago
pt_br: %s mês atrás

source: %s selected hosts
pt_br: %s hosts selecionados

source: %s week ago
pt_br: %s semana atrás

source: %{cores} Cores and %{memory} memory
pt_br: %{cores} Cores e memória %{memory}

source: %{count} host with no %{taxonomy_single} assigned
pt_br: %{count} host sem um %{taxonomy_single} atribuído

source: %{cpus} CPUs and %{memory} MB memory
pt_br: %{cpus} CPUs e %{memory} MB memória

source: %{cpus} CPUs and %{memory} memory
pt_br: %{cpus} CPUs e memória %{memory}

source: %{default_value} is not one of %{validator_rule}
pt_br: %{default_value} não é um dos %{validator_rule}

source: %{e} does not belong to the %{environment} environment
pt_br: %{e} não pertence ao ambiente %{environment}

source: %{host} is about to %{action}
pt_br: %{host} está prestes a %{action}

source: %{host} now boots from %{device}
pt_br: %{host} agora inicializa a partir de %{device}

source: %{id} plugin requires Foreman %{matcher} but current is %{current}
pt_br: %{id} plugin requer Foreman %{matcher} mas atualmente é %{current}

source: %{id} plugin requires the %{plugin_name} plugin %{matcher} but current is %{plugin_version}
pt_br: %{id} plugin requer o %{plugin_name} plugin %{matcher} mas atualmente é %{plugin_version}

source: %{id} plugin requires the %{plugin_name} plugin, not found
pt_br: %{id} plugin requer o plugin %{plugin_name}, não foi encontrado

source: %{match} does not match an existing host
pt_br: %{match} não coincide com um host existente

source: %{match} does not match an existing host group
pt_br: %{match} não coincide com um grupo de host existente

source: %{name} changed from %{label1} to %{label2}
pt_br: %{name} modificado a partir de %{label1} até %{label2}

source: %{record} is used by %{what}
pt_br: %{record} é usado pelo %{what}

source: %{record} is used by host in build mode %{what}
pt_br: %{record} é usado pelo host em modo de construção %{what}

source: %{task} task failed with the following error: %{e}
pt_br: %{task} tarefa falhou com o seguinte erro: %{e}

source: %{value} does not belong to %{os} operating system
pt_br: %{value} não pertence ao sistema operacional %{os}

source: %{value} is not a valid controller
pt_br: %{value} não é um controlador válido

source: %{value} is not one of %{rules}
pt_br: %{value} não é um entre %{rules}

source: %{vm} is now %{vm_state}
pt_br: %{vm} agora é %{vm_state}

source: '%{host}' could be deleted or '%{resource}' is not responding.
pt_br: '%{host}' poderia ser removido ou '%{resource}' não responde

source: '%{host}' not found on '%{resource}'
pt_br: '%{host}' não foi encontrado no '%{resource}'

source: (Miscellaneous)
pt_br: (Miscelâneo)

source: (optional) IAM Role for Fog to use when creating this image.
pt_br: (opcional) Função IAM para Fog para usar ao criar esta imagem.

source: *Clear environment*
pt_br: *Limpar Ambiente*

source: *Clear host group*
pt_br: *Limpar grupo de host*

source: *Inherit from host group*
pt_br: *Herdado a partir do grupo de host*

source: <dl><dt>List</dt> <dd>A list of the allowed values, specified in the Validator rule field.</dd><dt>Regexp</dt> <dd>Validates the input with the regular expression in the Validator rule field.</dd></dl>
pt_br: <dl><dt>List</dt> <dd>Uma lista de valores permitidos, especificado no campo de regra do Validador.</dd><dt>Regexp</dt> <dd>Valida a entrada com a expressão regular no campo de regra do Validador.</dd></dl>

source: <dl><dt>String</dt> <dd>Everything is taken as a string.</dd><dt>Boolean</dt> <dd>Common representation of boolean values are accepted.</dd><dt>Integer</dt> <dd>Integer numbers only, can be negative.</dd><dt>Real</dt> <dd>Accept any numerical input.</dd><dt>Array</dt> <dd>A valid JSON or YAML input, that must evaluate to an array.</dd><dt>Hash</dt> <dd>A valid JSON or YAML input, that must evaluate to an object/map/dict/hash.</dd><dt>YAML</dt> <dd>Any valid YAML input.</dd><dt>JSON</dt> <dd>Any valid JSON input.</dd></dl>
pt_br: <dl><dt>String</dt> <dd>Tudo é tomado como uma faixa.</dd><dt>Boolean</dt> <dd>Representação comum de valores booleanos são aceitos.</dd><dt>Inteiro</dt> <dd>Somente números inteiros, pode ser negativo.</dd><dt>Real</dt> <dd>Aceita qualquer entrada numérica.</dd><dt>Array</dt> <dd>Um JSON válido ou entrada YAML, que deve avaliar em uma diretriz.</dd><dt>Hash</dt> <dd>Um JSON válido ou entrada YAML, que deve avaliar à um object/map/dict/hash.</dd><dt>YAML</dt> <dd>Qualquer entrada YAML válida.</dd><dt>JSON</dt> <dd>Qualquer entrada de JSON válida.</dd></dl>

source: A host group is in some ways similar to an inherited node declaration, in that it is a high level grouping of classes that can be named and treated as a unit. This is then treated as a template and is selectable during the creation of a new host and ensures that the host is configured in one of your pre-defined states.
pt_br: Um grupo de hosts é de certa forma semelhante a uma declaração de nó herdado, na medida em que é um agrupamento de alto nível de classes que podem ser chamados e tratados como uma unidade. Este é, então, tratado como um modelo e é selecionável durante a criação de um novo hospedeiro e assegura que o hospedeiro está configurado em um dos seus estados pré-definidos.

source: A medium represents the source of one or more operating system's installation files, accessible via the network.\n It will probably be a mirror from the internet or a copy of one or more CD or DVDs.
pt_br: A média representa a fonte de arquivos de instalação do sistema de um ou mais sistemas operacionais, acessível através da rede. \n Provavelmente será um espelho da internet ou de uma cópia de um ou mais CD ou DVD.

source: A partition table entry represents either
pt_br: A entrada da tabela de partição representa qualquer uma

source: A script to dynamically calculate the desired sizes. E.G.
pt_br: Um script para calcular de forma dinâmica os tamanhos desejados. E.G.

source: A user group already exists with this name
pt_br: Um grupo de usuário já existe com este nome.

source: API Key
pt_br: Chave API

source: About
pt_br: Sobre

source: Access Key
pt_br: Chave de Acesso

source: Account
pt_br: Conta

source: Acquire IP address for %s
pt_br: Adquirir o endereço IP para %s

source: Action
pt_br: Ação

source: Actions
pt_br: Ações

source: Active
pt_br: Ativar

source: Active Hosts
pt_br: Hosts Ativos

source: Active|A
pt_br: Ativo|A

source: Add Bookmark
pt_br: Adicionar Marcador

source: Add Interface
pt_br: Adicionar Interface

source: Add Matcher-Value
pt_br: Adicionar Valor de Coincidência

source: Add Parameter
pt_br: Adicionar Parâmetro

source: Add Trend Counter
pt_br: Adicionar Contador Trend

source: Add Variable
pt_br: Adicionar Variável

source: Add Volume
pt_br: Adicionar Volume

source: Add combination
pt_br: Adicionar combinação

source: Add external user group
pt_br: Adicionar grupo de usuário externo

source: Add permission
pt_br: Adicionar permissão

source: Add:
pt_br: Adicionar:

source: Adding would cause a cycle!
pt_br: Adição pode ter causado um ciclo!

source: Additional Information
pt_br: Informações adicionais

source: Additional info
pt_br: Info adicional

source: Additional information about this host
pt_br: Informações adicionais sobre este host

source: Additional steps
pt_br: Passos adicionais

source: Additionally, you may restrict user permissions based on many criteria, make sure you check the roles settings tab.
pt_br: Além disso, você pode restringir as permissões de usuários com base em vários critérios, certifique-se de verificar o guia de configurações de papéis.

source: Administer
pt_br: Administrar

source: After you have decided on the two primary modes of operation and performed any appropriate imports then it would be good idea if you visited some of the other configuration pages to see if additional setup is required under the Additional settings select box on the top right.
pt_br: Depois de ter decidido sobre os dois principais modos de operação e realizado quaisquer importações adequadas, então seria uma boa idéia visitar algumas das outras páginas de configuração para ver se a configuração adicional é necessária, dentro de Configurações Adicionais, selecione a caixa no canto superior direito.

source: Alerts disabled
pt_br: Alertas desativados

source: All Puppet Classes for %s
pt_br: Todas as classes do Puppet para %s

source: All Reports
pt_br: Todos os Relatórios

source: All capsules
pt_br: Todas as cápsulas

source: All compute resources
pt_br: Todos os recursos de computação

source: All domains
pt_br: Todos os domínios

source: All environments
pt_br: Todos os ambientes

source: All host groups
pt_br: Todos os grupos de host

source: All hosts
pt_br: Todos os hosts

source: All hosts data matches configurations for locations and organizations.
pt_br: Todos os dados do host que correspondem às configurações para locais e organizações.

source: All hosts previously with no %{single} are now assigned to %{name}
pt_br: Todos os hosts anteriormente sem um % {single} agora são atribuídos a % {name}

source: All items
pt_br: Todos os itens

source: All media
pt_br: Todas as mídias

source: All messages
pt_br: Todas as mensagens

source: All mismatches between hosts and %s have been fixed
pt_br: Todos os erros de coincidência entre os hosts e os %s foram reparados

source: All mismatches between hosts and locations/organizations have been fixed
pt_br: Todos os erros de coincidência entre os hosts e os locais e organizações foram reparados

source: All realms
pt_br: Todos os territórios

source: All subnets
pt_br: Todas as subnets

source: All templates
pt_br: Todos os modelos

source: All users
pt_br: Todos os usuários

source: Allocated
pt_br: Alocado

source: Allocation (GB)
pt_br: Alocação (GB)

source: An IP address will be auto-suggested if you have a DHCP-enabled Capsule on the subnet selected above.<br/><br/>The IP address can be left blank when:<br/><ul><li>provisioning tokens are enabled</li><li>the domain does not manage DNS</li><li>the subnet does not manage reverse DNS</li><li>and the subnet does not manage DHCP reservations</li></ul>
pt_br: Um endereço de IP será auto-sugerido se você possuir uma cápsula com DHCP na sub-rede selecionada acima <br/><br/> O endereço IP pode ser deixado em branco quando:. <br/> <ul> <li> os tokens de provisionamento forem habilitados </li><li> o domínio não gerencia DNS </li> <li> a sub-rede não consegue reverter DNS </li><li> e a sub-rede não gerencia reservas de DHCP </li></ul>

source: An explicit layout for the partitions of your hard drive(s). E.G.
pt_br: Uma disposição explícita para as partições do seu disco(s) rígido (s). E.G.

source: Anonymous admin user %s is missing, run foreman-rake db:seed
pt_br: Usuário de admin anônimo %s está faltando, execute foreman-rake db:seed

source: Any Context
pt_br: Qualquer contexto

source: Any Location
pt_br: Qualquer local

source: Any Organization
pt_br: Qualquer Organização

source: Applicable<br>Operating Systems
pt_br: Aplicável<br>Sistema Operacional

source: Applied
pt_br: Aplicado

source: Applied|A
pt_br: Aplicado|A

source: Architecture
pt_br: Tipo de arquitetura para o Fedora

source: Architecture Distribution
pt_br: Distribuição de Arquitetura

source: Architecture configuration
pt_br: Configuração de Arquitetura

source: Architectures
pt_br: Arquiteturas

source: Architecture|Hostgroups count
pt_br: Arquitetura|Conta de Hostgroups

source: Architecture|Hosts count
pt_br: Arquitetura|Conta de Hosts

source: Architecture|Name
pt_br: Arquitetura|Nome

source: Are you sure you want to %{act} %{vm}?
pt_br: Você tem certeza que deseja %{act} %{vm}?

source: Are you sure you want to power %{act} %{vm}?
pt_br: Você tem certeza de que deseja %{act} %{vm}?

source: Are you sure?
pt_br: Você tem certeza?

source: Assign All
pt_br: Atribuir Todos

source: Assign Hosts to %s
pt_br: Atribuir Hosts à %s

source: Assign Location
pt_br: Atribuir Local

source: Assign Organization
pt_br: Atribuir Organização

source: Assign Selected Hosts
pt_br: Atribuir Hosts selecionados

source: Assign the %{count} host with no %{taxonomy_single} to %{taxonomy_name}
pt_br: Atribuir o host %{count} sem %{taxonomy_single} para %{taxonomy_name}

source: Assign to %s
pt_br: Atribuir ao %s

source: Assigning hosts to %{taxonomy_name} will also update %{taxonomy_name} to include all the resources that the selected hosts are currently using.
pt_br: Atribuindo hosts para %{taxonomy_name} também atualizará o %{taxonomy_name} para incluir todos os recursos que os hosts selecionados estão utilizando atualmente.

source: Associate VM
pt_br: Associar VM

source: Associate VM to a Foreman host
pt_br: Associar VM ao host do Foreman

source: Associate VMs
pt_br: Associar VMs

source: Associate VMs to Foreman hosts
pt_br: Associar VMs aos hosts do Foreman

source: Association
pt_br: Associação

source: At least one volume must be specified for image-based provisioning.
pt_br: Ao menos um volume deve ser especificado para o provisionamento baseado em imagem.

source: At present, authentication is performed against the internal Database or a LDAP service provided by one or more LDAP servers.
pt_br: No momento, a autenticação é realizada no Banco de Dados Interno ou um serviço LDAP fornecido por um ou mais servidores LDAP.

source: Attempting to construct an operating system image filename but %s cannot be built from an image
pt_br: Tentando construir um arquivo de imagem do sistema operacional mas %s não consegue construir a partir da imagem.

source: Attribute mappings
pt_br: Mapeamento de atributo

source: Audit Comment
pt_br: Comentário da Auditoria

source: Audits
pt_br: Auditoria

source: Auth source
pt_br: Fonte de autenticação

source: Authentication Source Configuration
pt_br: Configuração de Fonte de Autenticação

source: Author
pt_br: Autor

source: Authorize login delegation with REMOTE_USER environment variable
pt_br: Autorizar o login da delegação com a variável de ambiente REMOTE_USER

source: Authorize login delegation with REMOTE_USER environment variable for API calls too
pt_br: Autorizar a delegação do login com a variável do ambiente REMOTE_USER para as chamadas API também

source: Authorized by
pt_br: Autorizado por

source: Autosign Entries
pt_br: Autosign Entradas

source: Autosign entries for %s
pt_br: Autosign Entradas para %s

source: Availability zone
pt_br: Zona de disponibilidade

source: Available Classes
pt_br: Classes disponíveis

source: Available Config Groups
pt_br: Grupos de Config disponíveis

source: Available Providers
pt_br: Provedores disponíveis

source: Average memory usage
pt_br: Média de Uso de memória

source: Average swap usage
pt_br: Média de uso do swap

source: Back
pt_br: Retornar

source: Back to host
pt_br: Retornar para host

source: Back to host list
pt_br: Retornar para a lista de host

source: Before you can use Foreman for the first time there are a few tasks that must be performed.
pt_br: Antes que você possa usar o Foreman pela primeira vez, existem algumas tarefas que você precisa realizar.

source: Before you proceed to using Foreman you should provide information about one or more architectures.
pt_br: Antes de proceder com o uso do Foreman você precisa fornecer informações sobre uma ou mais arquiteturas.

source: Bookmark
pt_br: Marcador

source: Bookmark this search
pt_br: Marcar esta busca

source: Bookmark was successfully created.
pt_br: Marcação foi criada com sucesso

source: Bookmark was successfully updated.
pt_br: Marcador foi atualizado com sucesso

source: Bookmarks
pt_br: Indicadores

source: Bookmarks configuration
pt_br: Configuração do marcador

source: Bookmark|Controller
pt_br: Marcador|Controlador

source: Bookmark|Name
pt_br: Marcador|Nome

source: Boot device
pt_br: Dispositivo de Inicialização

source: Browse host facts
pt_br: Navegar fatos do host

source: Browse host reports
pt_br: Navegar relatórios do host

source: Browser locale
pt_br: Navegar Idioma

source: Build
pt_br: Construir

source: Build Hosts
pt_br: Construir Hosts

source: Build PXE Default
pt_br: Construir PXE Padrão

source: Build from OS image
pt_br: Construir a partir da Imagem SO

source: By unchecking this you can specify filter using Foreman search syntax in search field. If filter remains unlimited (this field is checked) it applies on all resources of the selected type
pt_br: Ao desmarcar este, você pode especificar filtros usando a sintaxe de pesquisa Foreman no campo de busca. Se o filtro permanecer ilimitado (este campo estará marcado) aplica-se a todos os recursos do tipo selecionado

source: CA Certificate
pt_br: Certificado CA

source: Can't delete built-in role
pt_br: Não foi possível excluir função de built-in

source: Can't delete internal admin account
pt_br: Não foi posível remover conta de admin interna

source: Can't delete the last admin account
pt_br: Não foi possível remover a última conta do admin

source: Can't delete the last admin user group
pt_br: Não foi possível remover o último grupo de usuário fo admin

source: Can't find a valid Foreman Proxy with a Puppet feature
pt_br: Não foi possível encontrar um Foreman Proxy com um recurso Puppet

source: Can't use the same value as the primary interface
pt_br: Não foi possível utilizar o mesmo valor que a interface primária

source: Cancel
pt_br: Cancelar

source: Cancel build
pt_br: Cancelar construção

source: Cancel build request for this host
pt_br: Cancelar requisição de construção para este host

source: Canceled pending build for %s
pt_br: Construção pendente cancelada para %s

source: Cannot delete %{current} because it has nested %{sti_name}.
pt_br: Não foi possível remover o %{current} porque se aninhou %{sti_name}.

source: Cannot delete group %{current} because it has nested groups.
pt_br: Não foi possíve remover grupo %{current} porque possui grupos aninhados.

source: Cannot find user %s when switching context
pt_br: Não foi possível encontrar usuário %s ao mudar o contexto

source: Canvas not supported.
pt_br: Canvas não é suportada

source: Capsule
pt_br: Capsula

source: Capsule Installation
pt_br: Instalação da Capsula

source: Capsules
pt_br: Capsulas

source: Capsule|Name
pt_br: Capsula|Name

source: Capsule|Url
pt_br: Capsula|Url

source: Certificate path
pt_br: Caminho do Certificado

source: Certificate that Foreman will use to encrypt websockets
pt_br: Certificado que o Foreman irá usar para criptografar o websockets.

source: Certificates
pt_br: Certificados

source: Change Environment
pt_br: Mudar Ambiente

source: Change Group
pt_br: Mudar Grupo

source: Change your avatar at gravatar.com
pt_br: Mudar seu avatar em gravatar.com

source: Changed environments
pt_br: Ambientes modificados

source: Chart
pt_br: Gráfico

source: Check/Uncheck all
pt_br: Selecionar/Desselecionar todos

source: Check/Uncheck all %s changes
pt_br: Selecionar/Desselecionar todas as mudanças %s

source: Check/Uncheck new
pt_br: Selecionar/Desselecionar novos

source: Check/Uncheck obsolete
pt_br: Selecionar/Desselecionar obsoletos

source: Check/Uncheck updated
pt_br: Selecionar/Desselecionar atualizados

source: Choose a family
pt_br: Escolher uma família

source: Choose a provider
pt_br: Escolher um provedor

source: Class
pt_br: Classe

source: Class Distribution
pt_br: Distribuição da Classe

source: Click on the link of a compute resource to edit its default VM attributes.
pt_br: Clique no link de um recurso completo para editar seus atributos de VM padrão.

source: Click to add %s
pt_br: Clique para adicionar %s

source: Click to edit
pt_br: Clicar em editar

source: Click to edit..
pt_br: Clique para editar...

source: Click to log in again.
pt_br: Clique para se autenticar novamente

source: Click to remove %s
pt_br: Clique para remover %s

source: Click to remove config group
pt_br: Clique para remover grupo de configu

source: Click to undo adding this class
pt_br: Clique para desfazer o adicionamento desta classe

source: Client Email
pt_br: Email do Cliente

source: Client SSL certificates are used to identify Smart Proxies accessing fact/report importers and ENC output over HTTPS (:require_ssl should also be enabled)
pt_br: Certificados SSL Cliente são usados ​​para identificar inteligente Proxies acessando importadores fato / relatórios e resultado ENC através de HTTPS (: require_ssl também deve ser ativado)

source: Clone
pt_br: Clonar

source: Close
pt_br: Fechar

source: Cluster ID is required to list available networks
pt_br: ID do Cluster necessária para listar redes disponíveis.

source: Code
pt_br: Código

source: Compute Resource
pt_br: Computar Recurso

source: Compute Resources
pt_br: Computar Recursos

source: Compute attribute
pt_br: Computar Atributo

source: Compute profile
pt_br: Computar Perfil

source: Compute profiles
pt_br: Computar Perfis

source: Compute resource
pt_br: Computar recurso

source: Compute resource update for %s
pt_br: Computar atualização do recurso para %s

source: Compute resources
pt_br: Computar Recursos

source: Config Retrieval
pt_br: Recuperação de Config

source: Config group
pt_br: Grupo de Config

source: Config groups
pt_br: Grupos de Config

source: Config template
pt_br: Modelo de Config

source: Configure
pt_br: Configurar

source: Configure instance %s via SSH
pt_br: Configurar instância %s via SSH

source: Conflict - %s
pt_br: Conflito - %s

source: Conflicts have been detected
pt_br: Foram detectados conflitos

source: Connected (unencrypted) to: %s
pt_br: Conectado (não criptografado) para: %s

source: Connecting (unencrypted) to: %s
pt_br: Conectando (não criptografado) para: %s

source: Connecting..
pt_br: Conectando...

source: Console output may be out of date
pt_br: Resultado do console pode estar antigo

source: Console passwords
pt_br: Senhas do console

source: Cores
pt_br: Centros

source: Cores per socket
pt_br: Centros por soquete

source: Could not find a Configuration Template with the name "PXELinux global default", please create one.
pt_br: Não foi possível encontrar um Modelo de Configuração com o nome "PXELinux global default", por favor crie um.

source: Create %s
pt_br: Criar %s

source: Create DHCP Settings for %s
pt_br: Criar Configurações DHCP para %s

source: Create DNS record for %s
pt_br: Criar histórico de DNS pars %s

source: Create Reverse DNS record for %s
pt_br: Criar histórico do DNS reverso ara %s

source: Create a Capsule
pt_br: Criar uma capsula

source: Create realm entry for %s
pt_br: Criar uma entrada de território para %s

source: Custom LDAP search filter, <i>optional</i>
pt_br: Filtro de busca doLDAP padronizado, <i>optional</i>

source: DHCP Capsule
pt_br: DHCP Capsula

source: DHCP Capsule to use within this subnet
pt_br: DHCP Capsula a usar dentro desta subnet

source: DHCP conflicts removal for %s
pt_br: Remoção de conflitos do DHCP para %s
