Repository: tonyli71/RHOSP-deploy
Catalog: usr/share/foreman/locale/*/foreman.po
Languages: pt_br

source: Optional: Secondary DNS for this subnet
pt_br: Opcional: DNS secundária para esta subnet

source: Optional: Starting IP Address for IP auto suggestion
pt_br: Opcional: Endereço IP de início para a auto sugestão do IP

source: Optional: VLAN ID for this subnet
pt_br: Opcional: VLAN ID para esta subnet

source: Order
pt_br: Ordem

source: Organization
pt_br: Organização

source: Organization configuration
pt_br: Configuração da Organização

source: Organization you had selected as your context has been deleted.
pt_br: Organização que você selecionou pois seu contexto foi removido.

source: Organizations
pt_br: Organizações

source: Organizations also work nicely in tandem with
pt_br: Organização também funciona bem em tandem com

source: Organizations are particularly useful for Foreman installations where several customers or business units are managed with a single Foreman install.
pt_br: Organizações são particularmente úteis para instalações Foreman, onde vários clientes ou unidades de negócios são gerenciados com uma única instalação do Foreman.

source: Other reports for this host
pt_br: Outros Relatórios para este host

source: Out of sync
pt_br: Fora de sinc

source: Out of sync hosts
pt_br: Fora de host de sinc

source: Override a Puppetclass Parameter
pt_br: Sobreposição de Parâmetro de Puppetclass

source: Override this value
pt_br: Sobrepõe este valor

source: Overview
pt_br: Visão Geral

source: Overwrite
pt_br: Sobrepor

source: Owned By
pt_br: Propriedade de

source: Owner
pt_br: Proprietário

source: Owner changed to %s
pt_br: Proprietário mudou para %s

source: Owner type needs to be one of the following: %s
pt_br: Tipo de proprietário precisa ser um dos seguintes: %s

source: PXE Default file has been deployed to all Smart Proxies
pt_br: Arquivo Padrão PXE foi implementado em todos os Smart Proxies

source: Parameter
pt_br: Parâmetro

source: Parameter name
pt_br: Nome do parâmetro

source: Parameter type
pt_br: Tipo de parâmetro

source: Parameters
pt_br: Parâmetros

source: Parameters that would be associated with hosts in this %s
pt_br: Parâmetros que seriam associados aos hosts neste %s

source: Parent
pt_br: Pai

source: Parent is already selected
pt_br: Pai já foi selecionado

source: Partition Tables
pt_br: Tabelas de Partição

source: Partition table
pt_br: Tabela de Partição

source: Partition table configuration
pt_br: Configuração de Tabela de partição

source: Partition tables
pt_br: Tabelas de Partição

source: Password
pt_br: Senha

source: Password should be 8 characters or more
pt_br: Senha deve conter 8 caracteres ou mais

source: Password to authenticate with - used for SSH finish step.
pt_br: Senha para autenticar-se - usada para o passo final do SSH

source: Path
pt_br: Caminho

source: Path to template, relative to datacenter (e.g. My templates/RHEL 6)
pt_br: Caminho para modelo, relativo ao datacentro (ex.: My templates/RHEL 6)

source: Pause
pt_br: Pausar

source: Paused
pt_br: Pausado

source: Pending
pt_br: Pendente

source: Pending Hosts
pt_br: Hosts pendentes

source: Pending Installation
pt_br: Instalação pendente

source: Pending changes
pt_br: Mudanças pendentes

source: Permission
pt_br: Permissão

source: Permission denied
pt_br: Permissão negada

source: Permissions must be of same resource type
pt_br: Permissões deve ser do mesmo tipo de recurso

source: Photo attribute
pt_br: Atributo de Foto

source: Physical (Bridge)
pt_br: Físico (Ponte)

source: Please Confirm
pt_br: Por favor confirme

source: Please Select
pt_br: Por favor selecionar

source: Please Select an Image
pt_br: Por favor selecionar uma Imagem

source: Please check the proxy is configured and running on the host.
pt_br: Por favor verifique se o proxy está configurado e executando no host.

source: Please correct the error(s) below and submit your changes again.
pt_br: Por favor corrija o erro abaixo e submeta suas mudanças novamente.

source: Please delete all nested groups before deleting it.
pt_br: Por favor remova todos os grupos aninhados antes de removê-los.

source: Please request the required privileges from a foreman administrator
pt_br: Por favor requeira os previlégios necessários de um administrador do Foreman

source: Please review them carefully, if you are certain that they should be removed, please click on overwrite.
pt_br: Por favor, reveja-os com cuidado, se você estiver certo de que devam ser removidos, por favor clique em sobrepor.

source: Please save the Operating System first and try again.
pt_br: Por favor, salve o Sistema Operacional primeiro e tente novamente.

source: Please select
pt_br: Por favor selecionar

source: Please select an environment first
pt_br: Por favor especifique um ambiente primeiro

source: Please select an image
pt_br: Por favor, selecione uma imagem

source: Please specify volume size. You may optionally use suffix 'G' to specify volume size in gigabytes.
pt_br: Por favor especifique o tamanho do volume. Você pode usar opcionalmente o sufixo 'G' para especificar tamanho do volume em gigabytes.

source: Please try to update your request
pt_br: Por favor, tente atualizar sua requisição

source: Please wait...
pt_br: Por favor aguarde...

source: Power
pt_br: Energia

source: Power ON this machine
pt_br: Ligar esta máquina

source: Power up compute instance %s
pt_br: Ligue a instância de computação %s

source: Power%s
pt_br: Ligar%s

source: Prepare post installation script for %s
pt_br: Prepare o script de pós-instalação para %s

source: Preview
pt_br: Pré-visualização

source: Primary
pt_br: Primário

source: Primary Interface
pt_br: Interface primária

source: Private
pt_br: Privado

source: Private key that Foreman will use to encrypt websockets
pt_br: Chave privada que o Foreman utilizou para criptografar websockets

source: Proceed to Edit
pt_br: Proceda para Editar

source: Properties
pt_br: Propriedades

source: Provider
pt_br: Provedor

source: Provision
pt_br: Provisão

source: Provision script had a non zero exit, removing instance
pt_br: Script de provisão tinha uma saída não zero, removendo instância

source: Provisioning Method
pt_br: Método de Provisionamento

source: Provisioning Setup
pt_br: Configuração de Provisionamento

source: Provisioning Support is disabled or this host is not managed
pt_br: Suporte de Provisionamento é desabilitado ou este host não é gerenciado

source: Provisioning Template
pt_br: Modelo de Provisionamento

source: Provisioning Template content changed %s
pt_br: Conteúdo de Modelo de Provisionamento mudou %s

source: Provisioning Templates
pt_br: Modelos de Provisionamento

source: Provisioning templates
pt_br: Modelos de Provisionamento

source: Public
pt_br: Público

source: Puppet Environment
pt_br: Ambiente Puppet

source: Puppet Environments
pt_br: Ambientes Puppet

source: Puppet External Nodes
pt_br: Nós Externos de Puppet

source: Puppet Modules
pt_br: Módulos puppet

source: Puppet Reports
pt_br: Relatórios de Puppet

source: Puppet Reports integration
pt_br: Integração de Relatórios de Puppet

source: Puppet class
pt_br: Classe de puppet

source: Puppet classes Parameters
pt_br: Parâmetros de Classes de Puppet

source: Puppet classes and environment importer
pt_br: Classes de Puppet e importador de ambiente

source: Puppet classes parameters
pt_br: Parâmetros de Classes de Puppet

source: Puppet environments
pt_br: Ambientes Puppet

source: Puppet environments configuration
pt_br: Configuração de Ambientes Puppet

source: Puppet error on %s
pt_br: Erro de Puppet em %s

source: Puppet external nodes YAML dump
pt_br: Nós Externos de Puppet YAML dump

source: Puppet interval in minutes
pt_br: Intervalo de Puppet em minutos

source: PuppetCA on %s
pt_br: PuppetCA em %s

source: Query instance details for %s
pt_br: Detalhes da Instância de Pesquisa para %s

source: Quota ID
pt_br: ID de Cota

source: Realm
pt_br: Território

source: Realm Configuration
pt_br: Configuraçao do Território

source: Realm name, e.g. EXAMPLE.COM
pt_br: Nome do Território ex: EXAMPLE.COM

source: Realm proxy
pt_br: Proxy de Território

source: Realm proxy did not return a one-time password
pt_br: Proxy de território não retornou uma senha de uma só vez.

source: Realm proxy to use within this realm
pt_br: Proxy de território para utilizar dentro deste território

source: Realm type
pt_br: Tipo de território

source: Realms
pt_br: Territórios

source: Rebuild %s on next reboot?\nThis would also delete all of its current facts and reports
pt_br: Reconstruir %s na próxima reinicialização?\n Isto iria também remover todoso os seus fatos atuais e relatórios.

source: Redirect your users to this url on logout (authorize_login_delegation should also be enabled)
pt_br: Redirecione seus usuários para esta url ao sair (authorize_login_delegation também deve estar habilitado)

source: Refresh features
pt_br: Atualize recursos

source: Region
pt_br: Região

source: Remove %s?
pt_br: Remover %s?

source: Remove DHCP Settings for %s
pt_br: Remover Configurações DHCP para %s

source: Remove DNS record for %s
pt_br: Remover histórico do DNS para %s

source: Remove Parameter
pt_br: Remover Parâmetro

source: Remove Reverse DNS record for %s
pt_br: Remover histórico reverso do DNS para %s

source: Remove conflicting DNS record for %s
pt_br: Remover histórico do DNS conflitante para %s

source: Remove conflicting Reverse DNS record for %s
pt_br: Remover histórico Reverso do DNS conflitante para %s

source: Remove old TFTP Settings for %s
pt_br: Remover Configurações TFTP antigas para %s

source: Remove:
pt_br: Remover:

source: Removing compute instance %s
pt_br: Removendo instância de computação %s

source: Rename
pt_br: Renomear

source: Render user data template for %s
pt_br: Renderizar modelo de dados de usuário para %s

source: Report
pt_br: Relatório

source: Report Already Deleted
pt_br: Relatório Já Removido

source: Report Metrics
pt_br: Relatar Medidas

source: Report Status
pt_br: Relatar Status

source: Reported at
pt_br: Relatar em

source: Reported at %s
pt_br: Relatado em %s

source: Reporting
pt_br: Relatando

source: Reports
pt_br: Relatórios

source: Reports from the last %{days} days - %{count} reports found
pt_br: Relatórios dos últimos %{days} dias - %{count} relatórios encontrados

source: Required parameter without value.<br/><b>Please override!</b> <br><br><b>Description:</b>: %s
pt_br: Parâmetro requerido sem valor.<br/><b>Por favor sobrescreva!</b> <br><br><b>Descrição:</b>: %s

source: Reset zoom
pt_br: Redefinidr Zoon

source: Resolve
pt_br: Resolver

source: Resource
pt_br: Recurso

source: Resources
pt_br: Recursos

source: Restart<br>Failures
pt_br: Reiniciar<br>Falhas

source: Restarted
pt_br: Reiniciado

source: Resume
pt_br: Resumir

source: Revert
pt_br: Reverter

source: Revert to revision from: %s
pt_br: Reverter para revisão de: %s

source: Review
pt_br: Revisão

source: Role
pt_br: Papel

source: Role cloned from role %{old_name}
pt_br: Função clonada a partir da função %{old_name}

source: Role is in use
pt_br: Função está em uso

source: Roles
pt_br: Papéis

source: Run Puppet
pt_br: Executar Puppet

source: Run Puppet on the following hosts
pt_br: Executar Puppet nos seguintes hosts

source: Run distribution in the last %s minute
pt_br: Executar distribuição no último %s minuto

source: Run puppet
pt_br: Executar puppet

source: Running on
pt_br: Executando em

source: SCSI controller
pt_br: controlador do SCSI

source: SSL CA file that Foreman will use to communicate with its proxies
pt_br: Arquivo SSL CA que o Foreman utiliza para se comunicar com seus proxies.

source: SSL Certificate path that Foreman would use to communicate with its proxies
pt_br: Caminho do Certificado SSL que o Foreman usaria para se comunicar com seus proxies.

source: SSL Private Key file that Foreman will use to communicate with its proxies
pt_br: Arquivo SSL Chave Privada que o Foreman utiliza para se comunicar com seus proxies.

source: SafeRender#parse_string was passed a %s instead of a string
pt_br: SafeRender#parse_string foi passado um %s ao invés de uma faixa

source: Save
pt_br: Salvar

source: Save something and try again
pt_br: Salvar algo e tentar novamente

source: Scope
pt_br: Escopo

source: Search
pt_br: Buscar

source: Secret Key
pt_br: Chave Secreta

source: Select Action
pt_br: Selecionar Ação

source: Select All
pt_br: Selecionar todos

source: Select Hosts
pt_br: Selecionar Hosts

source: Select Location
pt_br: Selecionar Local

source: Select Organization
pt_br: Selecionar Organização

source: Select a period
pt_br: Selecionar período

source: Select all items in this page
pt_br: Selecionar todos os itens desta página

source: Select capsules
pt_br: Selecionar capsulas

source: Select compute resources
pt_br: Selecionar recursos de computação

source: Select domains
pt_br: Selecione domínios

source: Select environment
pt_br: Selecione ambiente

source: Select environments
pt_br: Selecione Ambientes

source: Select host group
pt_br: Selecione grupo de hosts

source: Select host groups
pt_br: Selecione grupos de host

source: Select hosts to assign to %s
pt_br: Selecionar hosts para atribuir ao %s

source: Select locations
pt_br: Selecione locais

source: Select media
pt_br: Selecionar mídia

source: Select organizations
pt_br: Selecionar Organizações

source: Select realms
pt_br: Selecionar Territórios

source: Select subnets
pt_br: Selecionar subnets

source: Select template
pt_br: Selecionar modelo

source: Select templates
pt_br: Selecionar modelos

source: Select the changes you want to realize in Foreman
pt_br: Selecionar mudanças que você deseja realizar no Foreman

source: Select this since it belongs to a host
pt_br: Selecionar este pois pertence a um host

source: Select users
pt_br: Selecionar usuários

source: Selected hosts are now assigned to %s
pt_br: Hosts selecionados são agora atribuídos ao %s

source: Selected image does not belong to %s
pt_br: Imagem selecionada não pertence ao %s

source: Selected items
pt_br: Itens selecionados

source: Selected resource type does not support granular filtering, therefore you can't configure granularity
pt_br: Tipo de recurso selecionado não suporta filtragem granular, portanto não é possível configurar granularidade

source: Selected role
pt_br: Função Selecionada

source: Selecting a file will override the editor and load the file instead
pt_br: Selecionar um arquivo irá sobrepor o editor e carregar o arquivo

source: Set a randomly generated password on the display connection
pt_br: Definir uma senha gerada aleatóriamente na conexão de exibição

source: Set up compute instance %s
pt_br: Configurar instância de computação %s

source: Setting
pt_br: Configuração

source: Settings
pt_br: Configurações

source: Should Foreman encrypt websockets (VNC console access). Choose on, off or auto.
pt_br: O Foreman deve criptografar os websockets (acesso do console VNC). Escolher on, off ou auto.

source: Show Diff
pt_br: Exibir Diferença

source: Show Host
pt_br: Exibir Host

source: Show Trends
pt_br: Exibir Trends

source: Show all %s children fact values
pt_br: Exibir todos os valores de fato filhos %s

source: Show all %s fact values
pt_br: Exibir todos os valores de fatos %s

source: Show all %{name} facts where they are equal to %{value}
pt_br: Exibir todos os fatos %{name} onde forem iguais a %{value}

source: Show distribution chart
pt_br: Exibir tabela de distribuição

source: Show host facts
pt_br: Exibir fatos de host

source: Show linked external user groups
pt_br: Exibir grupos de usuários externos conectados

source: Show log messages:
pt_br: Exibir mensagens de log:

source: Sign
pt_br: Assinar

source: Sign out
pt_br: Sair

source: Size
pt_br: Tamanho

source: Size (GB)
pt_br: Tamanho (GB)

source: Skip assign hosts and proceed to edit %s settings
pt_br: Ignorar atribuir hosts e proceder com editar as configurações %s

source: Skipped
pt_br: Ignorado

source: Smart Class Parameter
pt_br: Parâmetro de Smart class

source: Smart Variables
pt_br: Variaveis Inteligentes

source: Smart variables
pt_br: Variáveis inteligentes

source: Some or all hosts execution failed, Please check log files for more information
pt_br: Alguns ou todas as execuções falharam, por favor verifique arquivos de log para mais informações

source: Something went wrong while changing host type - %s
pt_br: Algo saiu errado ao mudar o tipo do host - %s

source: Something went wrong while selecting hosts - %s
pt_br: Algo saiu errado ao selecionar hosts - %s

source: Sorry but no templates were configured.
pt_br: Desculpe mas não há nenhum modelo configurado.

source: Sorry, these hosts do not have parameters assigned to them, you must add them first.
pt_br: Por favor, estes hosts não possuem parâmetros atribuídos à eles, você precisa adicioná-los primeiro.

source: Source
pt_br: Fonte

source: Start
pt_br: Iniciar

source: State
pt_br: Estado

source: Statistics
pt_br: Estatísticas

source: Status
pt_br: Estado

source: Stop updating IP address and MAC values from Puppet facts
pt_br: Por favor atualize o endereço IP e valores MAC de fatos Puppet

source: Storage domain
pt_br: Domínio do Armazenamento

source: Storage pool
pt_br: Pool de armazenamento

source: Submit
pt_br: Enviar

source: Subnet
pt_br: Sub-rede

source: Success
pt_br: Sucesso

source: Successfully created %s.
pt_br: Criado com sucesso %s.

source: Successfully deleted %s.
pt_br: Removido com sucess %s.

source: Successfully destroyed report.
pt_br: Relatório destruído com sucesso.

source: Successfully executed, check log files for more details
pt_br: Executado com sucesso, verifique os arquivos log para mais detalhes.

source: Successfully executed, check reports and/or log files for more details
pt_br: Executado com sucesso, verifique os relatórios e/ou arquivos de log para mais detalhes

source: Successfully refreshed features from %s.
pt_br: Recursos atualizados com sucesso a partir de %s

source: Successfully updated %s.
pt_br: Atualizado com suceso %s.

source: Successfully updated environments and Puppet classes from the on-disk Puppet installation
pt_br: ambientes e classes de Puppet da instalação do Puppet em disco atualizados com sucesso

source: Summary Puppet report from Foreman - F:%{failed} R:%{restarted} S:%{skipped} A:%{applied} FR:%{failed_restarts} T:%{total}
pt_br: Relatório do Sumário de Puppet do Foreman - F:%{failed} R:%{restarted} S:%{skipped} A:%{applied} FR:%{failed_restarts} T:%{total}

source: Support
pt_br: Suporte

source: System Information
pt_br: Informação de Sistema

source: System Status
pt_br: Status de Sistema

source: TFTP Capsule
pt_br: TFTP Capsula

source: TFTP Capsule to use within this subnet
pt_br: TFTP Capsula a usar dentro desta subnet

source: TFTP Settings for %s
pt_br: Configurações de TFTP para %s

source: Taxable taxonomy
pt_br: Taxonomia Tributável

source: Taxonomy
pt_br: Taxonomia

source: Template / Compute Profile to use
pt_br: Modelo / Perfil de computação a usar

source: Template Diff
pt_br: Dif de Modelo

source: Template Type
pt_br: Tipo de Modelo

source: Template diff
pt_br: Dif de Modelo

source: Template editor
pt_br: Editor de Modelo

source: Template kind
pt_br: Tipo de Modelo

source: Templates
pt_br: Modelos

source: Tenant
pt_br: Locatário

source: Test Connection
pt_br: Testar conexão

source: The <b>fullname</b> field is used for human readability in reports and other pages that refer to domains,\n and also available as an external node parameter
pt_br: O campo <b>fullname</b> o é usado para facilitar a leitura humana em relatórios e outras páginas que se referem a domínios, \n e também está disponível como um parâmetro e nó externo

source: The Audit Comment field is saved with the template auditing to document the template changes
pt_br: O campo de Comentário de Auditoria foi salvo com a auditoria de modelo para documentar as mudanças de modelo

source: The IP address that should be used for the console listen address when provisioning new virtual machines via Libvirt
pt_br: Endereço IP que devem ser usados para o endereço de espera do console ao provisionar novas máquinas virtuais via Libvirt

source: The NFS path to the image directory.
pt_br: O caminho do NFS para o diretório de imagem

source: The NFS path to the jumpstart control files.
pt_br: O caminho de NFS para os arquivos de controle jumpstart.

source: The NFS path to the media.
pt_br: O caminho de NFS para a mídia.

source: The Operating System type
pt_br: O tipo de Sistema Operacional

source: The authentication process currently requires an LDAP provider, such as <em>OpenLDAP</em> or <em>Microsoft's Active Directory</em>.
pt_br: O processo de autenticação atuamente requer um provedor LDAP , como um <em>OpenLDAP</em> ou <em>Microsoft's Active Directory</em>.

source: The class of CPU supplied in this machine. This is primarily used by Sparc Solaris builds and can be left blank for other architectures. The value can be determined on Solaris via uname -m
pt_br: A classe de CPU fornecido nesta máquina. Isso é usado principalmente por construções de Sparc Solaris e pode ser deixado em branco para outras arquiteturas. O valor pode ser determinado com Solaris via uname -m.

source: The class of the machine reported by the Open Boot Prom. This is primarily used by Sparc Solaris builds and can be left blank for other architectures. The value can be determined on Solaris via uname -i|cut -f2 -d,
pt_br: A classe da máquina relatada pela Open Boot Prom. Isso é usado principalmente por construções do Sparc Solaris e pode ser deixado em branco para outras arquiteturas. O valor pode ser determinado com Solaris via uname-i | cut -f2 -d,

source: The default administrator email address
pt_br: O endereço de email do administrador padrão

source: The default username and password are <b>admin</b> and <b>changeme</b>
pt_br: O nome de usuário e senha padrão são <b>admin</b> e <b>changeme</b>

source: The dynamic partitioning style is currently only available for the Red Hat family of operating systems, all others must provide an explicit list of partitions and sizes.
pt_br: O estilo de particionamento dinâmico atualmente está disponível apenas para a família Red Hat de sistemas operacionais, todos os outros devem fornecer uma lista explícita de partições e tamanhos.

source: The file path where your p12 file is located
pt_br: O caminho do arquivo onde o arquivo p12 está localizado

source: The final entry, Operating System default, can be set by editing the %s page.
pt_br: A entrada final, o Sistema Operacional padrão, pode ser definido editando página%s.

source: The following entries were found conflicting with what foreman wanted to apply.
pt_br: As entradas a seguir encontraram conflitos com o que o Foreman deseja aplicar.

source: The following fields would need reviewing
pt_br: Os campos a seguir deveriam ser revistos

source: The following hosts failed the build operation: %s
pt_br: Os hosts a seguir falharam a operação de construção: %s

source: The following hosts were not %{action}: %{missed_hosts}
pt_br: Os seguintes hosts não estavam %{action}: %{missed_hosts}

source: The following hosts were not deleted: %s
pt_br: Os hosts a seguir não foram removidos:%s

source: The following hosts were updated
pt_br: Os hosts a seguir foram atualizados

source: The following parameters were skipped as they did not exists on this host:
pt_br: Os parâmetros a seguir foram ignorados pois não existiam neste host:

source: The following subnets have been found
pt_br: As subnets a seguir foram encontradas

source: The full DNS Domain name
pt_br: Nome de Domínio DNS completo
