Repository: tonyli71/RHOSP-deploy
Catalog: usr/share/foreman/locale/*/foreman.po
Languages: pt_br

source: The host group's classes and the host group's variables are included in the external node information when the puppetmaster compiles the host's configuration.
pt_br: As classes do grupo de host e variáveis ​​do grupo de host são incluídas nas informações de nó externo quando o puppetmaster compila a configuração do host.

source: The inclusion of the keyword string <b>#Dynamic</b> at the start of a line lets Foreman know that this is not an explicit disk layout and must treated as a shell script, executed prior\n to the install process and that the explicit partition table will be found at <b>/tmp/diskpart.cfg</b> during the build process.
pt_br: A inclusão da faixa da palavra-chave <b> #Dynamic </b> no início de uma linha permite Foreman saber que este não é um layout de disco explícito e deve ser tratado como um shell de script, executado anteriormente \n para o processo de instalação e que a tabela de partição explícita será encontrada em <b> /tmp/diskpart.cfg </b>, durante o processo de construção.

source: The keywords <b>$version</b>, <b>$major</b> and <b>$minor</b> will be interpolated back into the path specification to calculate the true URL address.
pt_br: As palavras-chave <b>$version</b>, <b>$major</b> e <b>$minor</b> serão interpolados de volta para a especificação do caminho para calcular o verdadeiro endereço de URL.

source: The marked fields will need reviewing
pt_br: Os campos marcados precisarão ser revisados.

source: The order in which matchers keys are processed, first match wins.<br> You may use multiple attributes as a matcher key, for example, an order of <code>host group, environment</code> would expect a matcher such as <code>hostgroup = "web servers", environment = production</code>
pt_br: A ordem em que as chaves de Matchers são processadas​​, primeira combinação ganha. <br> Você pode usar vários atributos como uma chave de correspondência, por exemplo, uma ordem de <code> grupo de host, meio ambiente </code> seria de se esperar uma correspondência como <code>hostgroup = "web servers", environment = production</code>.

source: The order in which values are resolved
pt_br: A ordem na qual os valores são resolvidos

source: The path to the medium, can be a URL or a valid NFS server (exclusive of the architecture).\n for example <em>http://mirror.centos.org/centos/$version/os/$arch</em> where <strong>$arch</strong> will be substituted for the host's actual OS architecture and <strong>$version</strong>, <strong>$major</strong> and <strong>$minor</strong> will be substituted for the version of the operating system. Solaris and Debian media may also use <strong>$release</strong>.
pt_br: O caminho para o meio, pode ser uma URL ou um servidor válido NFS (exclusivo da arquitetura). \n, por exemplo, <em>http://mirror.centos.org/centos/$version/os/$arch</em> onde <strong>$arch</strong>, será substituído pela arquitetura de SO atual do host e <strong>$version</strong>, <strong>$major</strong> and <strong>$minor</strong> será substituída pela versão do sistema operacional. A Mídia do Solaris e do Debian também podem usar <strong>$release</strong>.

source: The remote system presented a public key signed by an unidentified certificate authority. If you are sure the remote system is authentic, go to the compute resource edit page, press the 'Test Connection' or 'Load Datacenters' button and submit
pt_br: O sistema remoto apresentou uma chave pública assinada por uma autoridade de certificação não identificada. Se você tem certeza que o sistema remoto é autêntico, vá para a página de edição de recursos de computação, pressione o botão 'Testar conexão' ou o botão 'Datacenters Load' e submeta

source: The remote system presented a public key with hash %s but we're expecting a different hash. If you are sure the remote system is authentic, go to the compute resource edit page, press the 'Test Connection' or 'Load Datacenters' button and submit
pt_br: O sistema remoto apresentou uma chave pública com hash %s, mas estamos esperando um hash diferente. Se você tem certeza que o sistema remoto é autêntico, vá para a página de edição de recursos de computação, pressione o botão 'Testar conexão' ou o botão 'Datacenters Load' e submeta

source: The selected hosts will execute a build operation on next reboot
pt_br: Os hosts selecionados executarão uma operação de construção na próxima reinicialização

source: The user that is used to ssh into the instance, normally cloud-user, ec2-user, ubuntu, root etc
pt_br: O usuário utilizado para realizar o ssh na instância, normalmente cloud-user, ec2-user, ubuntu, root etc

source: The virtual machine is being deleted.
pt_br: A máquina virtual está sendo removida

source: There are two strategies when using host groups.
pt_br: Existem duas estratégias ao utilizar os grupos de host.

source: There is
pt_br: Existe

source: There was an error creating the PXE Default file: %s
pt_br: Houve um erro ao criar o arquivo PXE Default: %s

source: There was an error listing VMs: %(status)s %(statusText)s
pt_br: Houve um erro ao listar VMs: %(status)s %(statusText)s

source: There was an error listing VMs: %s
pt_br: Houve um errro ao listar VMs: %s

source: There was an error rendering the %s template:
pt_br: Houve um erro ao renderizar o modelo %s:

source: These two options are personal decisions and are up to you (where the main difference would be the parameter/variables settings).
pt_br: Estas duas opções são decisões pessoais e são de sua escolha (onde a diferença principal seria as configurações de parâmetro/variáveis).

source: Thin provision
pt_br: Provisão fina

source: This Puppet class has no parameters in its signature.
pt_br: Esta Classe de puppet não possui parâmetros em sua assinatura.

source: This group has nested groups!
pt_br: Este grupo aninhou grupos!

source: This information is commonly imported from a pre-existing puppet configuration by the use of the
pt_br: Esta informação é geralmente importada de uma configuração de puppet pré-existente pelo uso do

source: This is inherited from parent
pt_br: Este é herdado do pai

source: This is used by a host
pt_br: Isto é usado por um host

source: This might take a while, as all hosts, facts and reports will be destroyed as well
pt_br: Isto pode demorar um pouco, pois todos os hosts, fatos e relatórios serão destruídos também

source: This page will self destruct once Foreman starts to receive data about your hosts. You can view this information again by clicking on the "First use instructions" link on the %{about} page.
pt_br: Esta página irá se auto-destruir uma vez que o Foreman começar a receber dados sobre os seus hosts. Você pode exibir essas informações novamente, clicando no link "instruções de primeiro uso" na página {about}.

source: This page will self destruct once a report comes in.
pt_br: Esta página irá se auto-destruir uma vez que um relatório for inserido.

source: This page will self destruct once data comes in.
pt_br: Esta página irá se auto-destruir uma vez que um dado for inserido.

source: This page will self destruct once inventory data comes in.
pt_br: Esta página irá se auto-destruir uma vez que um dado de inventário for inserido.

source: This setting is defined in the configuration file 'settings.yaml' and is read-only.
pt_br: Essa configuração é definida no arquivo de configuração 'settings.yaml' e é somente leitura.

source: Time in Seconds
pt_br: Tempo em segundos

source: Time in minutes installation tokens should be valid for, 0 to disable
pt_br: Tempo em tokens de instalações de minutos devem ser válidas para, 0 para desabilitar.

source: Timeout has occurred while communicating with %s
pt_br: Ocorreu um timeout ao se comunicar com o %s

source: To define trend counters, use the Add Trend Counter button.
pt_br: Para definir os contadores do trend, use o botão Adicionar o Contador do Tren

source: To enable a provider, either install the OS package (e.g. foreman-libvirt) or enable the bundler group for development setup (e.g. ovirt).
pt_br: Para ativar um provedor, instale o pacote do SO (ex.: foreman-libvirt) ou permita o grupo bundler para configuração de desenvolvimento (por exemplo, ovirt).

source: To start collecting trend data, set a cron job to execute '%{command}' every Puppet Interval (%{minutes} minutes)
pt_br: Para iniciar a coleta de dados do trend, defina um trabalho cron para executar'%{command}' cada intervalo Puppet (%{minutes} minutes)

source: To start collecting trend data, set a cron job to execute '%{command}' every Puppet Interval (%{minutes} minutes).
pt_br: Para iniciar a coleção de dados do tren, defina um cron job para executar '%{command}' every Puppet Interval (%{minutes} minutes).

source: To update the class signature, go to the Puppet Classes page and select "Import".
pt_br: Para atualizar a assinatura da classe, vá para a página do Puppet Classes e selecione 'import'.

source: Toggle
pt_br: Alternar

source: Toggle notifications section
pt_br: Seção de notificações de alternação

source: Total Hosts: %s
pt_br: Total deHosts: %s

source: Trend counter
pt_br: Contador do Trend

source: Trend of the last %s days.
pt_br: Trend dos últimos %s dias.

source: Trends for %s
pt_br: Trend para %s

source: Trigger a puppetrun on a node; requires that puppet run is enabled
pt_br: Disparar um puppetrun em um nó; requer que a execução do puppet esteja ativada.

source: Type
pt_br: Tipo

source: Type of realm, e.g. Red Hat Identity Management
pt_br: Tipo de território, ex.: Red Hat Identity Management

source: URL hosts will retrieve templates from during build (normally http as many installers don't support https)
pt_br: Hosts de URL erão recuperar modelos durante a construção (geralmente http pois muitos instaladores não suportam https)

source: URL where your Foreman instance is reachable (see also Provisioning > unattended_url)
pt_br: URL onde sua instância de Foreman é alcançável (veja também Provisioning > unattended_url)

source: Unable to access key
pt_br: Incapaz de acessar a chave

source: Unable to change VM display listen address, make sure the display is not attached to localhost only
pt_br: Incapaz de modificar o endereço de espera da exibição VM, certifique-se de que a exibição não está anexada somente ao localhost.

source: Unable to communicate with the proxy: %s
pt_br: Não foi possível se comunicar com o proxy: %s

source: Unable to create default TFTP boot menu
pt_br: Não é possível criar menu de inicialização do TFTP padrão.

source: Unable to create realm entry
pt_br: Não é possível criar entrada de território.

source: Unable to create the anonymous role.
pt_br: Não é possível criar função anônima.

source: Unable to create the default user role.
pt_br: Não é possível criar função de usuário padrão.

source: Unable to delete DHCP entry for %s
pt_br: Incapaz de remover a entrada do DHCP para %s

source: Unable to delete DNS entry
pt_br: Não é possível excluir entrada de DNS

source: Unable to delete PuppetCA autosign for %s
pt_br: Incapaz de remover o autosign do PuppetCA para %s

source: Unable to delete PuppetCA certificate for %s
pt_br: Incapaz de remover o certificado do PuppetCA para %s

source: Unable to delete TFTP boot entry for %s
pt_br: Incapaz de remover a entrada do TFTP para %s

source: Unable to detect TFTP boot server
pt_br: Não é possível detectar servidor de inicialização do TFTP

source: Unable to detect features
pt_br: Incapaz de detectar recursos

source: Unable to determine the host's boot server. The DHCP Capsule failed to provide this information and this subnet is not provided with TFTP services.
pt_br: Incapaz de determinar o servidor de inicialização do host. A Capsula DHCP falhou em fornecer esta informação e sua subnet não é fornecida com os serviços TFTP.

source: Unable to execute Puppet run
pt_br: Incapaz de executar o Puppet

source: Unable to fetch TFTP boot file
pt_br: Incapaz de buscar o arquivo de inicialização do TFTP

source: Unable to find IP address for '%s'
pt_br: Incapaz de encontrar endereço IP para '%s'

source: Unable to find a proxy with BMC feature
pt_br: Incapaz de encontrar um proxy com o recurso BMC

source: Unable to find proper authentication method
pt_br: Incapaz de encontrar método de autenticação adequado

source: Unable to find template %s
pt_br: Incapaz de encontrar o modelo %s

source: Unable to find templates as this host has no operating system
pt_br: Incapaz de encontrar modelos pois este host não possui sistema operacional.

source: Unable to generate output, Check log files\n
pt_br: Incapaz de gerar resultado, Verificar arquivos de log\n

source: Unable to get BMC providers
pt_br: Incapaz de obter provedores BMC

source: Unable to get PuppetCA autosign
pt_br: Incapaz de obter PuppetCA autosign

source: Unable to get PuppetCA certificates
pt_br: Incapaz de obter os certificados PuppetCA para

source: Unable to get classes from Puppet for %s
pt_br: Incapaz de obter classes do Puppet para %s

source: Unable to get environment from Puppet
pt_br: Incapaz de obter ambiente do Puppet para

source: Unable to get environments from Puppet
pt_br: Incapaz de obter ambientes do Puppet para

source: Unable to get installed BMC providers
pt_br: Incapaz de obter provedores BMC instalados

source: Unable to perform boot BMC operation
pt_br: Incapaz de realizar operação BMC de inicialização

source: Unable to perform identify BMC operation
pt_br: Incapaz de realizar operação BMC de identidade

source: Unable to perform lan BMC operation
pt_br: Incapaz de realizar operação BMC de lan

source: Unable to perform power BMC operation
pt_br: Incapaz de realizar operação BMC de energia

source: Unable to retrieve DHCP entry for %s
pt_br: Incapaz de recuperar a entrada do DHCP para %s

source: Unable to retrieve DHCP subnet
pt_br: Erro: Incapaz de recuperar o subnet do DHCP

source: Unable to retrieve DHCP subnets
pt_br: Incapaz de recuperar os subnets do DHCP

source: Unable to retrieve unused IP
pt_br: Incapaz de recuperar IP não utilizado

source: Unable to save
pt_br: Incapaz de salvar

source: Unable to set DHCP entry
pt_br: Incapaz de definir a entrada de DHCP

source: Unable to set DNS entry
pt_br: Incapaz de definir entrada DNS

source: Unable to set PuppetCA autosign for %s
pt_br: Incapaz de definir PuppetCA autosign para %s

source: Unable to set TFTP boot entry for %s
pt_br: Incapaz de definir a entrada do TFTP para %s

source: Unable to sign PuppetCA certificate for %s
pt_br: Incapaz de assinar o certificado do PuppetCA para %s

source: Undo remove
pt_br: Desfazer Remover

source: Unknown
pt_br: Desconhecido

source: Unknown Power State
pt_br: Estado de energia desconhecido

source: Unknown action name for success message: %s
pt_br: Nome da ação desconhecida para mensagem bem sucedida: %s

source: Unknown fact
pt_br: Fato desconhecido

source: Unknown power management support - can't continue
pt_br: Suporte de gerenciamento de energia desconhecido - não é possível continuar

source: Unknown user
pt_br: Usuário desconhecido

source: Unmanage host
pt_br: Host sem gerenciamento

source: Unsupported report status format
pt_br: Formato de status de relatório sem suporte

source: Update
pt_br: Atualizar

source: Update realm entry for %s
pt_br: Atualizar entrada de território para %s

source: Update:
pt_br: Atualizar:

source: Updated
pt_br: Atualizado

source: Updated all hosts!
pt_br: Atualizar todos os hosts!

source: Updated hosts: Disassociated from VM
pt_br: Hosts atualizados: Desassociados da MV

source: Updated hosts: changed environment
pt_br: Hosts atualizados: ambiente modificado

source: Updated hosts: changed host group
pt_br: Hosts atualizados: grupo de host modificado

source: Use Signo SSO for login
pt_br: Use Signo SSO para login

source: Use this account to authenticate, <i>optional</i>
pt_br: Use esta conta para se autenticar, <i>opcional</i>

source: Use this puppet server as a CA server
pt_br: Use este servidor de puppet como um servidor CA

source: Use this puppet server as an initial Puppet Server or to execute puppet runs
pt_br: Use este servidor puppet como um Servidor Puppet inicial ou execute o puppet

source: Useful template functions and macros
pt_br: Funções úteis de modelo e macros

source: User
pt_br: Usuário

source: User Authentication
pt_br: Autenticação de usuário

source: User Groups
pt_br: Grupos de Usuários

source: User fact
pt_br: Fato de usuário

source: User groups
pt_br: Grupos de Usuários

source: User role
pt_br: Função de usuário

source: Usergroup member
pt_br: Membro do usergroup

source: Username
pt_br: Nome de usuário

source: Users
pt_br: Usuários

source: Using the organization system provides a way to group resources together for easy management.
pt_br: Ao usar o sistema de organização ele oferecerá uma forma de agrupar recursos para um gerenciamento facilitado.

source: VM
pt_br: MV

source: VM Attributes
pt_br: Atributos da MV

source: VM Attributes (%s)
pt_br: Atributos da MV (%s)

source: VM already associated with a host
pt_br: MV já está associada ao host

source: VM associated to host %s
pt_br: MV já está associada ao host %s

source: VM editing is not implemented for this provider
pt_br: A edição da MV não está implementado para este provedor

source: VM is not running!
pt_br: MV não está em execução!

source: Valid from
pt_br: Válido a partir de

source: Valid host group and environment combinations
pt_br: Grupo de host e combinações de ambientes válidos

source: Validation types
pt_br: Tipos de validação

source: Value
pt_br: Valor

source: Value to use when there is no match
pt_br: Valor a usar quando não houver combinação

source: Variable
pt_br: Variável

source: Variables
pt_br: Variáveis

source: Vendor class
pt_br: Classe do Fornecedor

source: Verify
pt_br: Verificar

source: Version
pt_br: Versão

source: Version %{version}
pt_br: Versão %{version}

source: Version %{version} © 2014 Red Hat Inc.
pt_br: Versão %{version} © 2014 Red Hat Inc.

source: View Diff
pt_br: Visualizar Diff

source: View last report details
pt_br: Visualizar detalhes dos últimos relatórios

source: Virtual Machine
pt_br: Máquina Virtual

source: Virtual Machines
pt_br: Máquinas Virtuais

source: Virtual Machines on %s
pt_br: Máquinas virtuais no %s

source: Wait for %s to come online
pt_br: Esperar por %s para entrar online

source: Warning
pt_br: Aviso

source: Warnings and errors
pt_br: Avisos e Erros

source: We use Redmine to report and track bugs and feature requests, which can be found here:
pt_br: Nós usamos Redmine para informar e rastrear bugs e solicitações de recursos, que podem ser encontrados aqui:

source: Welcome
pt_br: Bem Vindo

source: Welcome to Foreman
pt_br: Bem-vindos ao Foreman

source: Welcome to Satellite
pt_br: Bem-vindos ao Satellite

source: What ever text(or ERB template) you use in here, would be used as your OS disk layout options If you want to use the partition table option, delete all of the text from this field
pt_br: O texto (ou template ERB) que você usa aqui sempre, seria usado como sua opção de layout de disco do SO. Se você quiser usar a opção de tabela de partições, apague todo o texto deste campo

source: What is a <a href="%s" rel="external">Smart variable</a>?
pt_br: O que é um <a href="%s" rel="external">Variável Smart</a>?

source: When a Host requests a template (e.g. during provisioning), Foreman will select the best match from the available templates of that type, in the following order:
pt_br: Quando um host solicita um modelo (por exemplo, durante o provisionamento), O foreman irá selecionar a melhor combinação a partir dos modelos disponíveis desse tipo, na seguinte ordem:

source: When editing a Template, you must assign a list of Operating Systems which this Template can be used with. Optionally, you can restrict a template to a list of Hostgroups and/or Environments
pt_br: Ao editar um modelo, você deve atribuir uma lista de sistemas operacionais onde este modelo pode ser usado com. Opcionalmente, você pode restringir um modelo para uma lista de Hostgroups e / ou ambientes

source: When operating in unattended mode Foreman will require more information, so expect more questions, but it will be able to automate host installations for Red Hat, Debian, SUSE and Solaris operating systems (and their clones), see
pt_br: Quando estiver operando em modo automático, o Foreman precisará de mais informações, por isso espere mais perguntas, mas ele será capaz de automatizar as instalações do host para a Red Hat, Debian, SUSE e sistemas operacionais Solaris (e seus clones), veja

source: Whether the smart-variable should override the Puppet class default value.
pt_br: Se a variável do smart deve sobrepor o valor padrão da classe do Puppet.

source: Which is an offset of <b>%s</b>
pt_br: A qual é um offset de <b>%s</b>

source: You Are about to change the default PXE menu on all configured TFTP servers - continue ?
pt_br: Você está prestes a mudar o menu do PXE padrão em todos os servidores TFTP configurados - continuar?

source: You are about to override the editor content with a previous version, are you sure?
pt_br: Você está prestes a sobrepor o conteúdo de editor com uma versão anterior, você tem certeza?

source: You are about to override the editor content, are you sure?
pt_br: Você está prestes a sobrepor o conteúdo de editor, você tem certeza?

source: You are not authorized to perform this action
pt_br: Você não está autorizado a realizar esta ação

source: You are using an unsupported browser.
pt_br: Você está usando um browser não suportado

source: You can find The Foreman on the %{freenode} (irc.freenode.net) network. For general support, please visit #theforeman and for development specific related chat, please visit #theforeman-dev.
pt_br: Você poderá encontrar o Foreman na rede %{freenode} (irc.freenode.net). Para suporte geral, por favor visite #theforeman e para desenvolvimento específico relacionado ao chat, visite #theforeman-dev.

source: You can find details of how to set up the capsule at
pt_br: Você poderá encontrar mais detalhes sobre como configurar a capsula em

source: You can't assign some of roles you selected
pt_br: Você não pode atribuir algumas funções que você selecionou

source: You can't change Administrator flag
pt_br: Você não pode mudar a sinalização do Administrador

source: You cannot delete this user while logged in as this user.
pt_br: Você não pode remover este usuário enquanto estiver autenticado como este usuário.

source: You cannot remove %s that are used by hosts or inherited.
pt_br: Você não pode remover o %s que são usados pelo host ou herdados.

source: You do not have permission to %s this location parameter
pt_br: Você não possui permissão para %s este parâmetro do local

source: You do not have permission to %s this organization parameter
pt_br: Você não tem permissão para %s este parâmetro de organização

source: You don't seem to have any Hosts, for more information see
pt_br: Você parece não possuir nenhum Host, para mais informação veja

source: You don't seem to have any facts yet. If you wish to configure fact pushing, please follow
pt_br: Parece que você não possui nenhum fato ainda. Se você deseja configurar um fato, por favor siga

source: You don't seem to have any reports, if you wish to configure Puppet to forward it reports to Foreman, please follow
pt_br: Parece que você não possui nenhum relatório ainda. Se você deseja configurar o Puppet para enviar relatórios ao Foreman, por favor siga

source: You may also associate one or more operating systems with this medium or alternatively set this up later on the %s page.
pt_br: Você também pode associar um ou mais sistemas operacionais com este meio ou defini-lo como forma alternativa mais tarde na página %s.
