Repository: tonyli71/RHOSP-deploy
Catalog: usr/share/foreman/locale/*/foreman.po
Languages: pt_br

source: You may also associate one or more operating systems with this partition table or alternatively set this up later on the %s page
pt_br: Você pode também associar um ou mais sistemas operacionais com esta tabela de partição ou defini-lo mais tarde na página %s.

source: You may also find the
pt_br: Você também pode encontrar o

source: You may create puppet classes that represent high-level host configurations, for example, a <b>host-type-ldap-server</b> class, which includes all the required functionality from other modules or you may decide to create a host group called <b>host-type-ldap-server</b> and add the required classes into the host group configuration.
pt_br: Você pode criar classes de puppets que representam configurações de host de alto nível, por exemplo, a classe <b>host-type-ldap-server</b> , que inclui todas as funcionalidades necessárias a partir de outros módulos ou você pode decidir criar um grupo de host chamado <b>host-type-ldap-server</b> e adicionar as classes necessárias para a configuração do grupo de host.

source: You may operate Foreman in basic mode, in which it acts as a reporting and external node classifier or you may also turn on unattended mode operation in which Foreman creates and manages the configuration files necessary to completely configure a new host.
pt_br: Você pode operar Foreman no modo básico, pois ele atua como um classificador de relato e nó externo ou você também pode se ligar a operação modo autônomo em que Foreman cria e gerencia arquivos de configuração necessárias para configurar completamente um novo host.

source: You may optionally wish to generate the online documentation for your puppet classes
pt_br: Você pode, opcionalmente, desejar gerar a documentação on-line para seu puppet classes.

source: You must create a location before continuing.
pt_br: Você pode criar um local antes de continuar.

source: You must create an organization before continuing.
pt_br: Você deve criar uma organização antes de continuar

source: You must create at least one location before continuing.
pt_br: Você deve criar ao menos um local antes de continuar.

source: You must create at least one organization before continuing.
pt_br: Você deve criar ao menos uma organização antes de continuar

source: You must decide how you wish to use the software, and update the primary settings file <b>config/settings.yaml</b> and the
pt_br: Você precisa decidir se deseja usar o software, e atualizar o arquivo de configurações primárias <b>config/settings.yaml</b> e o

source: You must select at least one permission
pt_br: Você precisa selecionar ao menos uma permissão

source: You would need to enable login in your settings.yml file first and restart foreman
pt_br: Você precisaria ativar o login em seu arquivo settings.yml primeiro e reiniciar o foreman

source: You would probably need to attach the
pt_br: você provavelmente precise anexar o

source: Your session has expired, please login again
pt_br: Sua sessão expirou. Por favor, autentique-se novamente

source: Zone
pt_br: Zona

source: a script as well
pt_br: um script também

source: add a new matcher-value pair
pt_br: adicione um novo par de valor de matcher

source: add new network interface
pt_br: adicione nova interface de rede

source: add new storage volume
pt_br: adicione novo volume de armazenamento

source: add new volume
pt_br: adicione novo volume

source: already exists
pt_br: já existe

source: already in use
pt_br: já está em uso

source: and
pt_br: e

source: and relevant log entries.
pt_br: e entradas de log relevantes.

source: belongs to config group
pt_br: pertence ao grupo de config

source: can't be bigger than to range
pt_br: pode ser maior do que a classe

source: can't be blank or contain trailing white spaces.
pt_br: não pode estar em branco ou conter espaços de trilha em branco.

source: can't be blank or contain white spaces.
pt_br: não pode estar em branco ou conter espaços em branco.

source: can't contain white spaces
pt_br: não pode conter espaços em branco.

source: cannot be changed on an internal protected account
pt_br: não pode ser modificado em uma conta protegina interna

source: cannot be removed from an internal protected account
pt_br: não pode ser removido de uma conta protegida interna

source: cannot be removed from the last admin account
pt_br: não pode ser removido de uma última conta de admin

source: cant be blank unless a custom partition has been defined
pt_br: não pode estar em branco a não ser que uma partição padrão tenha sido definida

source: common
pt_br: comum

source: cycle
pt_br: ciclo

source: does not appear to be a valid nfs mount path
pt_br: não parece ser um caminho de montagem nfs válido

source: does not belong to subnet
pt_br: não pertence ao subnet

source: domain
pt_br: domínio

source: domain %s already has a subnet with this name
pt_br: o domínio %s já possui uma subrede com este nome

source: e-mail reporting
pt_br: relatando email

source: failed to %{action} %{vm}
pt_br: falha ao %{action} %{vm}

source: failed to detect boot server: %s
pt_br: falha ao detectar o servidor de inicialização: %s

source: failed to execute puppetrun: %s
pt_br: falha ao executar o puppetrun: %s

source: failed to process template: %s
pt_br: falha ao processar o modelo: %s

source: failed to save %s
pt_br: falha ao salvar %s

source: filter for %s role
pt_br: filtrar por função %s

source: for more details.
pt_br: para mais detalhes

source: for proxy
pt_br: para proxy

source: free memory
pt_br: memória disponível

source: free swap
pt_br: swap disponível

source: has this hostgroup already
pt_br: já possui um hostgroup

source: has this role already
pt_br: já tem essa função

source: here
pt_br: aqui

source: in %s
pt_br: em %s

source: in Progress
pt_br: em Progresso

source: included already from parent
pt_br: já incluso do pai

source: invalid
pt_br: Inválido

source: invalid IP address
pt_br: endereço de IP inválido

source: invalid LDAP filter syntax
pt_br: sintáxe de filtro de LDAP inválido

source: invalid architecture for %s
pt_br: arquitetura para %s inválida

source: invalid host list
pt_br: lista de host inválida

source: invalid medium for %s
pt_br: meio para %s inválido

source: invalid method %s
pt_br: método %s inválido

source: invalid path
pt_br: caminho inválido

source: invalid time range
pt_br: classe de horario inválido

source: invalid type %s
pt_br: tipo de %s inválido

source: invalid type: %s requested
pt_br: tiipo inválido: %s requerido

source: is alphanumeric and cannot contain spaces
pt_br: é alfanumérico e não contém espaços

source: is already used by a user account
pt_br: já é usado por uma conta de usuário

source: is an unsupported provisioning method
pt_br: é um método de provisionamento não suportado

source: is invalid
pt_br: é inválido

source: is invalid %s
pt_br: é inválido %s

source: is invalid - only http://, https:// are allowed
pt_br: é inválido - somente http://, https:// são permitidos

source: is invalid: %s
pt_br: é inválido: %s

source: is not allowed to change
pt_br: não é permitido mudar

source: is not permitted
pt_br: não é permitido

source: is unknown
pt_br: é desconhecido

source: issue tracker
pt_br: rastreador de problemas

source: items selected. Uncheck to Clear
pt_br: itens selecionados. Desselecione para Limpar

source: last %s day
pt_br: último %s dia

source: link external user group with this user group
pt_br: grupo de usuário externo com este grupo de usuário

source: location
pt_br: Local

source: locations
pt_br: Locais

source: message
pt_br: Mensagem

source: must be a valid URI
pt_br: Deve ser um URI válido

source: must be an array
pt_br: deve ser uma matriz

source: must be at most 15 characters
pt_br: deve conter até 15 caracteres

source: must be boolean
pt_br: deve ser booleano

source: must be integer
pt_br: deve ser inteiro

source: must be one of [ %s ]
pt_br: deve ser um dos [ %s ]

source: must be specified if from is defined
pt_br: deve ser especificado se 'from' for definido

source: must be specified if to is defined
pt_br: deve ser especificado se 'to' for definido

source: must not include periods
pt_br: não deve incluir períodos

source: must provide a provider
pt_br: deve fornecer um provedor

source: must set host and port
pt_br: deve definir host e porta

source: new
pt_br: Novo

source: no puppet proxy defined - cant continue
pt_br: nenhum puppet proxy definido - não é possível continuar

source: no value
pt_br: nenhum valor

source: none
pt_br: nenhum

source: off
pt_br: Desligado

source: on
pt_br: Ligado

source: organization
pt_br: empresa

source: organizations
pt_br: Organizações

source: os
pt_br: SO

source: override
pt_br: Sobrescrever

source: parameters require an associated domain, operating system, host or host group
pt_br: parâmetros requerem um domínio associado, sistema operacional, host ou grupo de host

source: parsing settings type '%s' from string is not defined
pt_br: analisando tipo de configuração'%s' da faixa não está definido

source: pending
pt_br: Pendente

source: poweroff
pt_br: desligar

source: puppet class browser
pt_br: Navegador da classe do puppet

source: remove network interface
pt_br: Remover a Interface de Rede

source: remove value
pt_br: remover valor

source: remove volume
pt_br: remover volume

source: reset
pt_br: redefinir

source: revoked
pt_br: revocado

source: select an owner
pt_br: selecione um proprietário

source: setting up facts
pt_br: configurando fatos

source: setting up reporting
pt_br: configurando relatório

source: settings
pt_br: Configurações

source: should be 8 characters or more
pt_br: deve conter 8 caracteres ou mais

source: should follow this format: 0,9600n8
pt_br: deve seguir o formato: 0,9600n8

source: should not be blank - consider setting a global or host group default
pt_br: não deve estar em branco - considere configurar um grupo host ou global padrão

source: soft
pt_br: Suave

source: start
pt_br: Início

source: state
pt_br: Estado

source: these hosts for a build operation on next boot
pt_br: estes hosts para uma operação de construção na próxima inicialização

source: this page
pt_br: esta página

source: to indicate your selections.
pt_br: para indicar suas seleções

source: to point Foreman at it.
pt_br: para apontar o Foreman à ele.

source: unable to find any hosts for puppet environment=%s
pt_br: incapaz de encontrar qualquer host para o ambiente do puppet=%s

source: unable to find any hosts that match your request
pt_br: incapaz de encontrar qualquer host que coincida com sua requisição

source: unable to find any hosts with the fact name=%{name} and value=%{value}
pt_br: incapaz de encontrar qualquer host com o nome do fato=%{name} e valor=%{value}

source: unable to find recipients
pt_br: Incapaz de encontrar recipientes

source: unable to sign a non pending certificate
pt_br: Incapaz de assinar certificado não pendente

source: unknown permission for %s
pt_br: permissão desconhecida para %s

source: unknown provider
pt_br: provedor desconhecido

source: unspecified
pt_br: Não especificado

source: used memory
pt_br: Memória Usada

source: used swap
pt_br: swap usado

source: useful.
pt_br: útil

source: using %s
pt_br: usando %s

source: using %{allocation} GB out of %{capacity} GB, %{pool_name} storage pool
pt_br: usando %{allocation} GB entre %{capacity} GB, %{pool_name} pool de armazenamento

source: valid
pt_br: Válida

source: you may use %s
pt_br: você deve usar %s

source: you probably need to configure your %s first.
pt_br: você provavelmente precise configurar seu %s primeiro.

source: your libvirt host does not support interface listing, please enter here the bridge name (e.g. br0)
pt_br: seu libvirt não suporta listagem de interface, por favor insira aqui o nome da ponte (ex.: br0)
